CREATE DATABASE  IF NOT EXISTS `rrb` /*!40100 DEFAULT CHARACTER SET utf8 */;
USE `rrb`;
-- MySQL dump 10.13  Distrib 5.5.24, for debian-linux-gnu (i686)
--
-- Host: localhost    Database: rrb
-- ------------------------------------------------------
-- Server version	5.5.24-0ubuntu0.12.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `rrb_flats`
--

DROP TABLE IF EXISTS `rrb_flats`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_flats` (
  `id` int(11) NOT NULL,
  `last_user_id` int(11) DEFAULT NULL,
  `date_rec` datetime DEFAULT NULL,
  `section` varchar(45) DEFAULT NULL,
  `floor_numb` float DEFAULT NULL,
  `quant_rooms_in_flat` float DEFAULT NULL,
  `total_flat_area` float DEFAULT NULL,
  `live_area` float DEFAULT NULL,
  `kitchen_area` float DEFAULT NULL,
  `balcony_area` float DEFAULT NULL,
  `price_whoole_payment` float DEFAULT NULL,
  `price_lease_payment` float DEFAULT NULL COMMENT 'общая стоимость квартиры при рассрочке',
  `flat_descripton` text,
  `saler_name` text,
  `saler_contact` varchar(450) DEFAULT NULL,
  `link_to_source_inf` varchar(45) DEFAULT NULL,
  `collect_information_dt` date DEFAULT NULL,
  `report_on_phase_dt` date DEFAULT NULL,
  `rrb_housing_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_rrb_flats_1` (`rrb_housing_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_flats`
--

LOCK TABLES `rrb_flats` WRITE;
/*!40000 ALTER TABLE `rrb_flats` DISABLE KEYS */;
/*!40000 ALTER TABLE `rrb_flats` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_ipoteka_banks`
--

DROP TABLE IF EXISTS `rrb_ipoteka_banks`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_ipoteka_banks` (
  `id` int(11) NOT NULL,
  `last_user_id` int(11) DEFAULT NULL,
  `date_rec` datetime DEFAULT NULL,
  `bank_id` int(11) DEFAULT NULL,
  `rrb_housing_id` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`,`rrb_housing_id`),
  KEY `fk_rrb_ipoteka_banks_1` (`rrb_housing_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_ipoteka_banks`
--

LOCK TABLES `rrb_ipoteka_banks` WRITE;
/*!40000 ALTER TABLE `rrb_ipoteka_banks` DISABLE KEYS */;
/*!40000 ALTER TABLE `rrb_ipoteka_banks` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Temporary table structure for view `rrb_v_housing_specification`
--

DROP TABLE IF EXISTS `rrb_v_housing_specification`;
/*!50001 DROP VIEW IF EXISTS `rrb_v_housing_specification`*/;
SET @saved_cs_client     = @@character_set_client;
SET character_set_client = utf8;
/*!50001 CREATE TABLE `rrb_v_housing_specification` (
  `id` int(11),
  `number_of_sections` int(11),
  `type_of_building` int(11),
  `total_land_area` float,
  `total_floor_area` float,
  `land_area_build` float,
  `bearing_material_tech` int(11),
  `wall_material` int(11),
  `proj_doc_type` int(11),
  `serial_number` varchar(45),
  `min_floors` int(11),
  `max_floors` int(11),
  `floors_type_id` int(11),
  `consumer_class_id` int(11),
  `economy_class_house_id` int(11),
  `ceiling_height` float,
  `finishing_flats_id` int(11),
  `finishing_level_id` int(11),
  `common_area_finishing_id` int(11),
  `glazed_loggia_id` int(11),
  `parking_type_id` int(11),
  `num_of_parking_place` float,
  `num_of_Elevator` float,
  `estimated_cost_construction` float,
  `territory_fencing_id` int(11),
  `security_id` int(11),
  `last_user_id` int(11),
  `date_rec` datetime,
  `rrb_housing_id` int(11),
  `material_name` text,
  `wall_material_name` text,
  `proj_doc_name` text,
  `floor_type_name` text,
  `consumer_cl_name` text,
  `economy_cl_name` text,
  `finish_fl_name` text,
  `finish_level_name` text,
  `finish_c_area_name` text,
  `glazed_log_name` text,
  `parking_name` text,
  `fencing_name` text,
  `security_name` text
) ENGINE=MyISAM */;
SET character_set_client = @saved_cs_client;

--
-- Table structure for table `rrb_housing_specification`
--

DROP TABLE IF EXISTS `rrb_housing_specification`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_housing_specification` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `number_of_sections` int(11) DEFAULT NULL COMMENT 'Новое поле, отражающее кол-во подъездов в здании',
  `type_of_building` int(11) DEFAULT NULL,
  `total_land_area` float DEFAULT NULL COMMENT 'Площадь исходного участка, предоставленного на аукционе для комплексного освоения в целях жилищного строительства (включая территории общего пользования), либо указанного в решении о развитии застроенной территории. В случае комплесного освоения указывается площадь участка под весь комплекс, в случае точечной застройки - площадь участка под объектом',
  `total_floor_area` float DEFAULT NULL COMMENT 'Общая площадь всех квартир проекта',
  `land_area_build` float DEFAULT NULL COMMENT 'Площадь земельного участка под рассматриваемым объектом жилищного строительства',
  `bearing_material_tech` int(11) DEFAULT NULL COMMENT 'технология и материал несущих конструкций',
  `wall_material` int(11) DEFAULT NULL COMMENT 'материал наружных стен\n',
  `proj_doc_type` int(11) DEFAULT NULL COMMENT 'тип проектной документации',
  `serial_number` varchar(45) DEFAULT NULL,
  `min_floors` int(11) DEFAULT NULL,
  `max_floors` int(11) DEFAULT NULL,
  `floors_type_id` int(11) DEFAULT NULL,
  `consumer_class_id` int(11) DEFAULT NULL,
  `economy_class_house_id` int(11) DEFAULT NULL COMMENT 'дом экономического класса (на основании приказа минрегиона россии от  28.06.10 № 303)',
  `ceiling_height` float DEFAULT NULL,
  `finishing_flats_id` int(11) DEFAULT NULL,
  `finishing_level_id` int(11) DEFAULT NULL,
  `common_area_finishing_id` int(11) DEFAULT NULL COMMENT 'уровень отделки общих помещений\n',
  `glazed_loggia_id` int(11) DEFAULT NULL,
  `parking_type_id` int(11) DEFAULT NULL,
  `num_of_parking_place` float DEFAULT NULL COMMENT 'Указывается число заявленных машино-мест',
  `num_of_Elevator` float DEFAULT NULL COMMENT 'Указывается сумма количества всех лифтов в объекте.\n',
  `estimated_cost_construction` float DEFAULT NULL COMMENT 'сметная стоимость строительства объекта согласно утвержденной проектной документации',
  `territory_fencing_id` int(11) DEFAULT NULL COMMENT 'ограждение территории',
  `security_id` int(11) DEFAULT NULL,
  `last_user_id` int(11) DEFAULT NULL,
  `date_rec` datetime DEFAULT NULL,
  `rrb_housing_id` int(11) NOT NULL,
  PRIMARY KEY (`id`,`rrb_housing_id`),
  UNIQUE KEY `rrb_housing_id_UNIQUE` (`rrb_housing_id`),
  UNIQUE KEY `id_UNIQUE` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=51 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_housing_specification`
--

LOCK TABLES `rrb_housing_specification` WRITE;
/*!40000 ALTER TABLE `rrb_housing_specification` DISABLE KEYS */;
INSERT INTO `rrb_housing_specification` VALUES (1,6,155,101010,101010,101010,149,-999,175,'П-44Т',17,17,202,39,213,101010,168,205,209,30,170,99999,12,101010,28,35,1,'2012-08-09 10:10:43',1),(2,3,155,29,101010,101010,148,-999,174,'99999',22,22,202,40,214,3,167,-999,210,30,-999,89,6,101010,28,35,1,'2012-08-09 10:10:43',2),(3,4,155,29,101010,101010,148,-999,174,'99999',21,22,202,40,214,3,167,-999,210,30,-999,125,8,101010,28,35,1,'2012-08-09 10:10:44',3),(4,2,155,29,101010,101010,148,-999,174,'99999',23,23,202,40,214,3,167,-999,210,30,-999,220,4,101010,28,35,1,'2012-08-09 10:10:44',4),(5,101010,156,101010,101010,8,151,-999,174,'99999',2,3,203,40,214,101010,167,-999,209,30,170,99999,0,101010,28,35,1,'2012-08-09 10:10:44',5),(6,4,155,1,101010,101010,148,-999,174,'99999',17,17,202,40,214,101010,168,205,209,30,170,99999,8,101010,28,35,1,'2012-08-09 10:10:45',6),(7,4,155,1,101010,101010,148,-999,174,'99999',17,17,202,40,214,101010,167,-999,209,30,170,99999,8,101010,28,35,1,'2012-08-09 10:10:45',7),(8,101010,155,30,101010,101010,149,-999,175,'ЕВРО-8, ЕВРО-12',2,3,203,39,213,101010,168,205,209,30,170,99999,0,101010,28,35,1,'2012-08-09 10:10:45',8),(9,101010,155,30,101010,101010,149,-999,175,'ЕВРО-8, ЕВРО-12',2,3,203,39,213,101010,168,205,209,30,170,99999,0,101010,28,35,1,'2012-08-09 10:10:46',9),(10,101010,155,10,101010,101010,148,-999,174,'99999',9,17,202,40,214,101010,168,205,209,30,171,101010,32,101010,28,35,1,'2012-08-09 10:10:46',10),(11,7,156,101010,101010,101010,148,-999,174,'99999',19,22,202,40,214,101010,168,205,209,30,170,99999,7,101010,28,35,1,'2012-08-09 10:10:47',11),(12,10,156,101010,101010,101010,148,-999,174,'99999',18,25,202,40,214,101010,168,205,209,30,171,101010,20,101010,28,35,1,'2012-08-09 10:10:47',12),(13,8,156,101010,101010,101010,148,-999,174,'99999',19,23,202,40,214,101010,168,205,209,30,170,99999,16,101010,28,35,1,'2012-08-09 10:10:48',13),(14,2,156,101010,101010,101010,149,-999,175,'П-44Т',17,17,202,39,213,101010,168,205,209,30,170,99999,4,101010,28,35,1,'2012-08-09 10:10:49',14),(15,1,156,0,101010,0,149,-999,175,'И-79-99',17,17,202,39,213,101010,168,205,209,30,170,99999,2,101010,28,35,1,'2012-08-09 10:10:49',15),(16,3,156,101010,101010,0,148,-999,174,'99999',14,16,202,40,214,101010,167,-999,209,30,-999,60,6,62,28,35,1,'2012-08-09 10:10:50',16),(17,2,156,101010,101010,0,148,-999,174,'99999',22,22,202,40,214,101010,168,205,209,30,-999,60,4,62,28,35,1,'2012-08-09 10:10:50',17),(18,6,155,101010,101010,101010,149,-999,175,'П-44Т',17,17,202,39,214,101010,167,-999,209,30,-999,101010,12,101010,28,35,1,'2012-08-09 10:10:50',18),(19,6,155,101010,101010,101010,149,-999,175,'И-155',25,25,202,39,213,101010,168,205,209,30,-999,101010,12,101010,28,35,1,'2012-08-09 10:10:51',19),(20,6,155,101010,101010,101010,149,-999,175,'И-155',25,25,202,39,213,101010,168,205,209,30,-999,101010,12,101010,28,35,1,'2012-08-09 10:10:51',20),(21,4,155,101010,101010,101010,149,-999,175,'П-44Т',17,17,202,39,213,101010,168,205,209,30,170,99999,8,101010,28,35,1,'2012-08-09 10:10:51',21),(22,6,155,101010,101010,101010,149,-999,175,'ИП-46С',17,17,202,39,213,101010,168,205,209,30,-999,101010,12,101010,28,35,1,'2012-08-09 10:10:52',22),(23,2,155,101010,101010,101010,148,-999,174,'99999',25,25,202,40,214,101010,168,205,209,30,170,99999,4,101010,28,35,1,'2012-08-09 10:10:52',23),(24,2,155,101010,101010,101010,148,-999,174,'99999',25,25,202,40,214,101010,167,-999,209,30,170,99999,4,101010,28,35,1,'2012-08-09 10:10:52',24),(25,2,155,101010,101010,101010,148,-999,174,'99999',25,25,202,40,214,101010,168,205,209,30,170,99999,4,101010,28,35,1,'2012-08-09 10:10:53',25),(26,2,156,1,101010,0,148,-999,174,'99999',16,16,202,40,214,101010,168,205,209,30,170,99999,4,575,28,35,1,'2012-08-09 10:10:53',26),(27,2,156,1,101010,0,148,-999,174,'99999',14,14,202,40,214,101010,167,-999,209,30,170,99999,4,413,28,35,1,'2012-08-09 10:10:54',27),(28,1,155,15,101010,101010,149,-999,175,'Д-25',25,25,202,39,213,101010,168,205,209,30,-999,101010,3,101010,28,35,1,'2012-08-09 10:10:54',28),(29,4,155,15,101010,101010,149,-999,175,'П-44К',17,17,202,39,213,101010,168,205,209,30,-999,101010,8,101010,28,35,1,'2012-08-09 10:10:54',29),(30,4,155,15,101010,101010,149,-999,175,'П-44К',17,17,202,39,213,101010,168,205,209,30,-999,101010,8,101010,28,35,1,'2012-08-09 10:10:55',30),(31,6,155,15,101010,101010,149,-999,175,'П-44К',17,17,202,39,213,101010,168,205,209,30,-999,101010,12,101010,28,35,1,'2012-08-09 10:10:55',31),(32,1,155,15,101010,101010,148,-999,174,'99999',24,24,202,40,214,101010,168,205,209,30,-999,101010,2,896,28,35,1,'2012-08-09 10:10:55',32),(33,1,155,15,101010,101010,149,-999,175,'Д-25',25,25,202,39,213,101010,168,205,209,30,-999,101010,2,101010,28,35,1,'2012-08-09 10:10:55',33),(34,1,155,15,101010,101010,148,-999,174,'99999',24,24,202,40,214,101010,168,205,209,30,-999,101010,2,101010,28,35,1,'2012-08-09 10:10:56',34),(35,1,155,15,101010,101010,148,-999,174,'99999',24,24,202,40,214,101010,168,205,209,30,-999,101010,2,101010,28,35,1,'2012-08-09 10:10:56',35),(36,4,155,15,101010,101010,149,-999,175,'П-44К',17,17,202,39,213,101010,168,205,209,30,-999,101010,8,101010,28,35,1,'2012-08-09 10:10:56',36),(37,1,155,15,101010,101010,149,-999,175,'Д-25',25,25,202,39,213,101010,168,205,209,30,-999,101010,3,101010,28,35,1,'2012-08-09 10:10:57',37),(38,1,155,15,101010,101010,148,-999,174,'99999',24,24,202,40,214,101010,168,205,209,30,-999,101010,2,847,28,35,1,'2012-08-09 10:10:57',38),(39,5,155,15,101010,101010,149,-999,175,'П-44Т',17,17,202,39,213,101010,168,205,209,30,-999,101010,10,101010,28,35,1,'2012-08-09 10:10:57',39),(40,4,155,15,101010,101010,149,-999,175,'П-44Т',17,17,202,39,213,101010,168,205,209,30,-999,101010,8,101010,28,35,1,'2012-08-09 10:10:58',40),(41,6,155,15,101010,101010,149,-999,175,'П-44Т',17,17,202,39,214,101010,167,-999,209,30,-999,101010,12,101010,28,35,1,'2012-08-09 10:10:58',41),(42,101010,156,1,101010,1,148,-999,174,'99999',5,24,202,40,214,101010,168,205,209,30,170,99999,11,101010,28,35,1,'2012-08-09 10:10:58',42),(43,6,156,101010,101010,101010,148,-999,174,'99999',14,22,202,40,214,101010,167,-999,209,30,170,99999,12,101010,28,35,1,'2012-08-09 10:10:58',43),(44,2,155,101010,101010,101010,148,-999,174,'99999',23,23,202,40,214,101010,168,205,209,30,170,99999,4,101010,28,35,1,'2012-08-09 10:10:59',44),(45,2,155,101010,101010,101010,148,-999,174,'99999',16,16,202,40,214,101010,167,-999,209,30,170,99999,4,101010,28,35,1,'2012-08-09 10:10:59',45),(46,2,155,101010,101010,101010,148,-999,174,'99999',16,16,202,40,214,101010,167,-999,209,30,170,99999,4,101010,28,35,1,'2012-08-09 10:11:00',46),(47,12,155,8,101010,101010,148,-999,174,'99999',4,4,202,40,214,101010,168,205,209,30,171,101010,12,101010,28,34,1,'2012-08-09 10:11:00',47),(48,101010,155,8,101010,101010,148,-999,174,'99999',9,18,202,40,214,101010,167,-999,210,30,171,101010,14,98,28,35,1,'2012-08-09 10:11:01',48),(49,101010,155,8,101010,101010,148,-999,174,'99999',9,18,202,40,214,101010,167,-999,210,30,171,101010,14,98,28,35,1,'2012-08-09 10:11:01',49),(50,101010,155,8,101010,101010,148,-999,174,'99999',9,18,202,40,214,101010,168,205,209,30,171,101010,14,65,28,35,1,'2012-08-09 10:11:01',50);
/*!40000 ALTER TABLE `rrb_housing_specification` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_temp_hnb`
--

DROP TABLE IF EXISTS `rrb_temp_hnb`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_temp_hnb` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date_load` datetime DEFAULT NULL,
  `hndb_name` varchar(150) DEFAULT NULL,
  `hndb_key` int(11) DEFAULT NULL,
  `hndb_key_value` varchar(450) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=555 DEFAULT CHARSET=utf8 COMMENT='временная таблица справочников при загрузки из файлов';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_temp_hnb`
--

LOCK TABLES `rrb_temp_hnb` WRITE;
/*!40000 ALTER TABLE `rrb_temp_hnb` DISABLE KEYS */;
INSERT INTO `rrb_temp_hnb` VALUES (1,'2012-07-28 13:46:28','Справочник',0,'Значение справочника'),(2,'2012-07-28 13:46:28','ВОЗМОЖНА_ИПОТЕКА',1,'ДА'),(3,'2012-07-28 13:46:28','ВОЗМОЖНА_ИПОТЕКА',2,'НЕТ'),(4,'2012-07-28 13:46:28','МАТЕРИАЛ_НАРУЖНЫХ_СТЕН',1,'ДЕРЕВЯННЫЕ'),(5,'2012-07-28 13:46:28','МАТЕРИАЛ_НАРУЖНЫХ_СТЕН',2,'ИНОЕ'),(6,'2012-07-28 13:46:28','МАТЕРИАЛ_НАРУЖНЫХ_СТЕН',3,'КАРКАСНЫЕ ДЕРЕВЯННЫЕ (СЭНДВИЧ-ПАНЕЛИ, КАНАДСКИЕ ДОМА И Т.П.)'),(7,'2012-07-28 13:46:28','МАТЕРИАЛ_НАРУЖНЫХ_СТЕН',4,'КИРПИЧНЫЕ'),(8,'2012-07-28 13:46:28','МАТЕРИАЛ_НАРУЖНЫХ_СТЕН',5,'ЛЕГКОБЕТОННЫЕ БЛОКИ С ДАЛЬНЕЙШЕЙ ОБЛИЦОВКОЙ ПАНЕЛЯМИ'),(9,'2012-07-28 13:46:28','МАТЕРИАЛ_НАРУЖНЫХ_СТЕН',6,'ЛЕГКОБЕТОННЫЕ БЛОКИ С ДАЛЬНЕЙШЕЙ ШТУКАТУРКОЙ И ОТДЕЛКОЙ'),(10,'2012-07-28 13:46:28','МАТЕРИАЛ_НАРУЖНЫХ_СТЕН',7,'ЛЕГКОБЕТОННЫЕ БЛОКИ С ОБЛИЦОВКОЙ ПАНЕЛЯМИ (НАВЕСНЫЕ ПАНЕЛИ, БЛОК-ХАУС И Т.П.)'),(11,'2012-07-28 13:46:28','МАТЕРИАЛ_НАРУЖНЫХ_СТЕН',8,'ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)'),(12,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',1,'НЕТ'),(13,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',2,'ПОДВАЛ'),(14,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',3,'ЦОКОЛЬ'),(15,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',4,'СТИЛОБАТ'),(16,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',5,'1 ЭТАЖ'),(17,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',6,'1-2 ЭТАЖИ'),(18,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',7,'1-3 ЭТАЖИ'),(19,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',8,'1 И 3 ЭТАЖИ'),(20,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',9,'2-3 ЭТАЖИ'),(21,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',10,'ЦОКОЛЬ - 1 ЭТАЖ'),(22,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',11,'ПОДВАЛ - 1 ЭТАЖ'),(23,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',12,'ЦОКОЛЬ - 2 ЭТАЖ'),(24,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',13,'ПОДВАЛ - 2 ЭТАЖ'),(25,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',14,'ЦОКОЛЬ - 3 ЭТАЖ'),(26,'2012-07-28 13:46:28','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',15,'ПОДВАЛ - 3 ЭТАЖ'),(27,'2012-07-28 13:46:28','ОГРАЖДЕНИЕ_ТЕРРИТОРИИ',1,'ДА'),(28,'2012-07-28 13:46:28','ОГРАЖДЕНИЕ_ТЕРРИТОРИИ',2,'НЕТ'),(29,'2012-07-28 13:46:28','ОГРАЖДЕНИЕ_ТЕРРИТОРИИ',3,'НЕ УКАЗАНО'),(30,'2012-07-28 13:46:28','ОСТЕКЛЕНИЕ_ЛОДЖИЙ_/_БАЛКОНОВ',1,'ДА'),(31,'2012-07-28 13:46:28','ОСТЕКЛЕНИЕ_ЛОДЖИЙ_/_БАЛКОНОВ',2,'НЕТ'),(32,'2012-07-28 13:46:28','ОСТЕКЛЕНИЕ_ЛОДЖИЙ_/_БАЛКОНОВ',3,'НЕИЗВЕСТНО'),(33,'2012-07-28 13:46:28','ОСТЕКЛЕНИЕ_ЛОДЖИЙ_/_БАЛКОНОВ',4,'ПО ЖЕЛАНИЮ ПОКУПАТЕЛЯ'),(34,'2012-07-28 13:46:28','ОХРАНА',1,'НЕТ'),(35,'2012-07-28 13:46:28','ОХРАНА',2,'КОНСЬЕРЖ'),(36,'2012-07-28 13:46:28','ОХРАНА',3,'КПП НА ВЪЕЗД'),(37,'2012-07-28 13:46:28','ОХРАНА',4,'ВИДЕОНАБЛЮДЕНИЕ, КПП И ОХРАНА ВНУТРЕННЕЙ ТЕРРИТОРИИ'),(38,'2012-07-28 13:46:28','ОХРАНА',5,'НЕИЗВЕСТНО'),(39,'2012-07-28 13:46:28','ПОТРЕБИТЕЛЬСКИЙ_КЛАСС',1,'ЭКОНОМ-КЛАСС'),(40,'2012-07-28 13:46:28','ПОТРЕБИТЕЛЬСКИЙ_КЛАСС',2,'СРЕДНИЙ'),(41,'2012-07-28 13:46:28','ПОТРЕБИТЕЛЬСКИЙ_КЛАСС',3,'БИЗНЕС-КЛАСС'),(42,'2012-07-28 13:46:28','ПОТРЕБИТЕЛЬСКИЙ_КЛАСС',4,'ЭЛИТНЫЙ'),(43,'2012-07-28 13:46:28','СТАДИЯ_СТРОИТЕЛЬСТВА',1,'0. ПРОЕКТ'),(44,'2012-07-28 13:46:28','СТАДИЯ_СТРОИТЕЛЬСТВА',2,'1. ПРОЕКТНАЯ ДЕКЛАРАЦИЯ'),(45,'2012-07-28 13:46:28','СТАДИЯ_СТРОИТЕЛЬСТВА',3,'2. НАЧАЛО СТРОИТЕЛЬСТВА - ЗАКЛАДКА ФУНДАМЕНТА'),(46,'2012-07-28 13:46:28','СТАДИЯ_СТРОИТЕЛЬСТВА',4,'3. ВОЗВЕДЕНИЕ СТЕН ДОМА'),(47,'2012-07-28 13:46:28','СТАДИЯ_СТРОИТЕЛЬСТВА',5,'4. ЗАВЕРШЕНИЕ МОНТАЖА И ПОДКЛЮЧЕНИЕ ВНУТРЕННЕГО ИНЖЕНЕРНОГО ОБОРУДОВАНИЯ'),(48,'2012-07-28 13:46:28','СТАДИЯ_СТРОИТЕЛЬСТВА',6,'5. ВВЕДЕННЫЙ В  ЭКСПЛУАТАЦИЮ  ДОМ'),(49,'2012-07-28 13:46:28','СТАДИЯ_СТРОИТЕЛЬСТВА',7,'6. ЖИЛЬЕ, ОФОРМЛЕННОЕ В СОБСТВЕННОСТЬ ЗАСТРОЙЩИКА'),(50,'2012-07-28 13:46:28','СТАТУС_РЕАЛИЗАЦИИ',1,'В ПРОДАЖЕ'),(51,'2012-07-28 13:46:28','СТАТУС_РЕАЛИЗАЦИИ',2,'ПРОДАН'),(52,'2012-07-28 13:46:28','СТАТУС_РЕАЛИЗАЦИИ',3,'НЕ ДЛЯ ПРОДАЖИ (СОЦИАЛЬНЫЙ)'),(53,'2012-07-28 13:46:28','СТАТУС_РЕАЛИЗАЦИИ',4,'ПЛАНИРУЕМЫЙ'),(54,'2012-07-28 13:46:28','СТАТУС_РЕАЛИЗАЦИИ',5,'ПРОДАЖИ ПРИОСТАНОВЛЕНЫ'),(55,'2012-07-28 13:46:28','СТАТУС_СТРОИТЕЛЬСТВА',1,'ВЕДЕТСЯ'),(56,'2012-07-28 13:46:28','СТАТУС_СТРОИТЕЛЬСТВА',2,'НЕ ВЕДЕТСЯ (ПРИОСТАНОВЛЕНО)'),(57,'2012-07-28 13:46:28','СТАТУС_СТРОИТЕЛЬСТВА',3,'ЗАВЕРШЕНО'),(58,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',1,'АЛТАЙСКИЙ КРАЙ'),(59,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',2,'АМУРСКАЯ ОБЛАСТЬ'),(60,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',3,'АРХАНГЕЛЬСКАЯ ОБЛАСТЬ'),(61,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',4,'АСТРАХАНСКАЯ ОБЛАСТЬ'),(62,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',5,'БЕЛГОРОДСКАЯ ОБЛАСТЬ'),(63,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',6,'БРЯНСКАЯ ОБЛАСТЬ'),(64,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',7,'ВЛАДИМИРСКАЯ ОБЛАСТЬ'),(65,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',8,'ВОЛГОГРАДСКАЯ ОБЛАСТЬ'),(66,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',9,'ВОЛОГОДСКАЯ ОБЛАСТЬ'),(67,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',10,'ВОРОНЕЖСКАЯ ОБЛАСТЬ'),(68,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',11,'ЕВРЕЙСКАЯ АВТОНОМНАЯ ОБЛАСТЬ'),(69,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',12,'ЗАБАЙКАЛЬСКИЙ КРАЙ'),(70,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',13,'ИВАНОВСКАЯ ОБЛАСТЬ'),(71,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',14,'ИРКУТСКАЯ ОБЛАСТЬ'),(72,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',15,'КАБАРДИНО-БАЛКАРСКАЯ РЕСПУБЛИКА'),(73,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',16,'КАЛИНИНГРАДСКАЯ ОБЛАСТЬ'),(74,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',17,'КАЛУЖСКАЯ ОБЛАСТЬ'),(75,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',18,'КАМЧАТСКИЙ КРАЙ'),(76,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',19,'КАРАЧАЕВО-ЧЕРКЕССКАЯ РЕСПУБЛИКА'),(77,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',20,'КЕМЕРОВСКАЯ ОБЛАСТЬ'),(78,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',21,'КИРОВСКАЯ ОБЛАСТЬ'),(79,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',22,'КОСТРОМСКАЯ ОБЛАСТЬ'),(80,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',23,'КРАСНОДАРСКИЙ КРАЙ'),(81,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',24,'КРАСНОЯРСКИЙ КРАЙ'),(82,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',25,'КУРГАНСКАЯ ОБЛАСТЬ'),(83,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',26,'КУРСКАЯ ОБЛАСТЬ'),(84,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',27,'ЛЕНИНГРАДСКАЯ ОБЛАСТЬ'),(85,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',28,'ЛИПЕЦКАЯ ОБЛАСТЬ'),(86,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',29,'МАГАДАНСКАЯ ОБЛАСТЬ'),(87,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',30,'МОСКВА'),(88,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',31,'МОСКОВСКАЯ ОБЛАСТЬ'),(89,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',32,'МУРМАНСКАЯ ОБЛАСТЬ'),(90,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',33,'НЕНЕЦКИЙ АВТОНОМНЫЙ ОКРУГ'),(91,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',34,'НИЖЕГОРОДСКАЯ ОБЛАСТЬ'),(92,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',35,'НОВГОРОДСКАЯ ОБЛАСТЬ'),(93,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',36,'НОВОСИБИРСКАЯ ОБЛАСТЬ'),(94,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',37,'ОМСКАЯ ОБЛАСТЬ'),(95,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',38,'ОРЕНБУРГСКАЯ ОБЛАСТЬ'),(96,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',39,'ОРЛОВСКАЯ ОБЛАСТЬ'),(97,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',40,'ПЕНЗЕНСКАЯ ОБЛАСТЬ'),(98,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',41,'ПЕРМСКИЙ КРАЙ'),(99,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',42,'ПРИМОРСКИЙ КРАЙ'),(100,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',43,'ПСКОВСКАЯ ОБЛАСТЬ'),(101,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',44,'РЕСПУБЛИКА АДЫГЕЯ (АДЫГЕЯ)'),(102,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',45,'РЕСПУБЛИКА АЛТАЙ'),(103,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',46,'РЕСПУБЛИКА БАШКОРТОСТАН'),(104,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',47,'РЕСПУБЛИКА БУРЯТИЯ'),(105,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',48,'РЕСПУБЛИКА ДАГЕСТАН'),(106,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',49,'РЕСПУБЛИКА ИНГУШЕТИЯ'),(107,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',50,'РЕСПУБЛИКА КАЛМЫКИЯ'),(108,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',51,'РЕСПУБЛИКА КАРЕЛИЯ'),(109,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',52,'РЕСПУБЛИКА КОМИ'),(110,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',53,'РЕСПУБЛИКА МАРИЙ ЭЛ'),(111,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',54,'РЕСПУБЛИКА МОРДОВИЯ'),(112,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',55,'РЕСПУБЛИКА САХА (ЯКУТИЯ)'),(113,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',56,'РЕСПУБЛИКА СЕВЕРНАЯ ОСЕТИЯ - АЛАНИЯ'),(114,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',57,'РЕСПУБЛИКА ТАТАРСТАН (ТАТАРСТАН)'),(115,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',58,'РЕСПУБЛИКА ТЫВА'),(116,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',59,'РЕСПУБЛИКА ХАКАСИЯ'),(117,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',60,'РОСТОВСКАЯ ОБЛАСТЬ'),(118,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',61,'РЯЗАНСКАЯ ОБЛАСТЬ'),(119,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',62,'САМАРСКАЯ ОБЛАСТЬ'),(120,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',63,'САНКТ-ПЕТЕРБУРГ'),(121,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',64,'САРАТОВСКАЯ ОБЛАСТЬ'),(122,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',65,'САХАЛИНСКАЯ ОБЛАСТЬ'),(123,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',66,'СВЕРДЛОВСКАЯ ОБЛАСТЬ'),(124,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',67,'СМОЛЕНСКАЯ ОБЛАСТЬ'),(125,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',68,'СТАВРОПОЛЬСКИЙ КРАЙ'),(126,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',69,'ТАМБОВСКАЯ ОБЛАСТЬ'),(127,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',70,'ТВЕРСКАЯ ОБЛАСТЬ'),(128,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',71,'ТОМСКАЯ ОБЛАСТЬ'),(129,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',72,'ТУЛЬСКАЯ ОБЛАСТЬ'),(130,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',73,'ТЮМЕНСКАЯ ОБЛАСТЬ'),(131,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',74,'УДМУРТСКАЯ РЕСПУБЛИКА'),(132,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',75,'УЛЬЯНОВСКАЯ ОБЛАСТЬ'),(133,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',76,'ХАБАРОВСКИЙ КРАЙ'),(134,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',77,'ХАНТЫ-МАНСИЙСКИЙ АВТОНОМНЫЙ ОКРУГ – ЮГРА'),(135,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',78,'ЧЕЛЯБИНСКАЯ ОБЛАСТЬ'),(136,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',79,'ЧЕЧЕНСКАЯ РЕСПУБЛИКА'),(137,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',80,'ЧУВАШСКАЯ РЕСПУБЛИКА - ЧУВАШИЯ'),(138,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',81,'ЧУКОТСКИЙ АВТОНОМНЫЙ ОКРУГ'),(139,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',82,'ЯМАЛО-НЕНЕЦКИЙ АВТОНОМНЫЙ ОКРУГ'),(140,'2012-07-28 13:46:28','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',83,'ЯРОСЛАВСКАЯ ОБЛАСТЬ'),(141,'2012-07-28 13:46:28','ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ',1,'БЛОЧНЫЕ (ОБЪЕМНО-БЛОЧНЫЕ)'),(142,'2012-07-28 13:46:28','ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ',2,'ДЕРЕВЯННЫЕ'),(143,'2012-07-28 13:46:28','ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ',3,'ИНОЕ'),(144,'2012-07-28 13:46:28','ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ',4,'КАРКАСНЫЕ (СЭНДВИЧ-ПАНЕЛИ, КАНАДСКИЕ ДОМА И Т.П.)'),(145,'2012-07-28 13:46:28','ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ',5,'ЛЕГКИЕ СТАЛЬНЫЕ ТОНКОСТЕННЫЕ КОНСТРУКЦИИ (ЛСТК)'),(146,'2012-07-28 13:46:28','ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ',6,'ЛЕГКОБЕТОННЫЕ'),(147,'2012-07-28 13:46:28','ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ',7,'МОНОЛИТНО-КАРКАСНЫЕ'),(148,'2012-07-28 13:46:28','ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ',8,'МОНОЛИТНЫЕ'),(149,'2012-07-28 13:46:28','ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ',9,'ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)'),(150,'2012-07-28 13:46:28','ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ',10,'СМКД (СБОРНО-МОНОЛИТНОЕ КАРКАСНОЕ ДОМОСТРОЕНИЕ)'),(151,'2012-07-28 13:46:28','ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ',11,'КИРПИЧНЫЕ'),(152,'2012-07-28 13:46:28','ТИП_ЗАКЛЮЧАЕМОГО_ДОГОВОРА_С_ПОКУПАТЕЛЕМ',1,'ФЗ-214'),(153,'2012-07-28 13:46:28','ТИП_ЗАКЛЮЧАЕМОГО_ДОГОВОРА_С_ПОКУПАТЕЛЕМ',2,'ДОГОВОР КУПЛИ-ПРОДАЖИ (ПРИ РЕАЛИЗАЦИИ КВАРТИР В ПОСТРОЕННОМ И СДАННОМ ГК ДОМЕ)'),(154,'2012-07-28 13:46:28','ТИП_ЗАКЛЮЧАЕМОГО_ДОГОВОРА_С_ПОКУПАТЕЛЕМ',3,'ИНОЕ'),(155,'2012-07-28 13:46:28','ТИП_ЗАСТРОЙКИ',1,'КОМПЛЕКСНОЕ ОСВОЕНИЕ В ЦЕЛЯХ ЖИЛИЩНОГО СТРОИТЕЛЬСТВА'),(156,'2012-07-28 13:46:28','ТИП_ЗАСТРОЙКИ',2,'РАЗВИТИЕ ЗАСТРОЕННЫХ ТЕРРИТОРИЙ '),(157,'2012-07-28 13:46:28','ТИП_ЗАСТРОЙКИ',3,'ТОЧЕЧНАЯ'),(158,'2012-07-28 13:46:28','ТИП_ОБЪЕКТА_ИНФРАСТРУКТУРЫ_(ТОЛЬКО_ДЛЯ_КОМПЛЕКСНОГО_ОСВОЕНИЯ_В_ЦЕЛЯХ_ЖИЛИЩНОГО_СТРОИТЕЛЬСТВА)',1,'НЕТ'),(159,'2012-07-28 13:46:28','ТИП_ОБЪЕКТА_ИНФРАСТРУКТУРЫ_(ТОЛЬКО_ДЛЯ_КОМПЛЕКСНОГО_ОСВОЕНИЯ_В_ЦЕЛЯХ_ЖИЛИЩНОГО_СТРОИТЕЛЬСТВА)',2,'ДЕТСКИЕ ДОШКОЛЬНЫЕ УЧРЕЖДЕНИЯ (В СКОБКАХ КОЛИЧЕСТВО МЕСТ)'),(160,'2012-07-28 13:46:28','ТИП_ОБЪЕКТА_ИНФРАСТРУКТУРЫ_(ТОЛЬКО_ДЛЯ_КОМПЛЕКСНОГО_ОСВОЕНИЯ_В_ЦЕЛЯХ_ЖИЛИЩНОГО_СТРОИТЕЛЬСТВА)',3,'ОБЩЕОБРАЗОВАТЕЛЬНЫЕ ШКОЛЫ (В СКОБКАХ КОЛИЧЕСТВО МЕСТ)'),(161,'2012-07-28 13:46:28','ТИП_ОБЪЕКТА_ИНФРАСТРУКТУРЫ_(ТОЛЬКО_ДЛЯ_КОМПЛЕКСНОГО_ОСВОЕНИЯ_В_ЦЕЛЯХ_ЖИЛИЩНОГО_СТРОИТЕЛЬСТВА)',4,'АМБУЛАТОРНО-ПОЛИКЛИНИЧЕСКИЕ УЧРЕЖДЕНИЯ (В СКОБКАХ КОЛИЧЕСТВО МЕСТ)'),(162,'2012-07-28 13:46:28','ТИП_ОБЪЕКТА_ИНФРАСТРУКТУРЫ_(ТОЛЬКО_ДЛЯ_КОМПЛЕКСНОГО_ОСВОЕНИЯ_В_ЦЕЛЯХ_ЖИЛИЩНОГО_СТРОИТЕЛЬСТВА)',5,'ДЕТСКИЕ ПЛОЩАДКИ'),(163,'2012-07-28 13:46:28','ТИП_ОБЪЕКТА_ИНФРАСТРУКТУРЫ_(ТОЛЬКО_ДЛЯ_КОМПЛЕКСНОГО_ОСВОЕНИЯ_В_ЦЕЛЯХ_ЖИЛИЩНОГО_СТРОИТЕЛЬСТВА)',6,'СПОРТИВНЫЕ ПЛОЩАДКИ'),(164,'2012-07-28 13:46:28','ТИП_ОБЪЕКТА_ИНФРАСТРУКТУРЫ_(ТОЛЬКО_ДЛЯ_КОМПЛЕКСНОГО_ОСВОЕНИЯ_В_ЦЕЛЯХ_ЖИЛИЩНОГО_СТРОИТЕЛЬСТВА)',7,'ПОМЕЩЕНИЯ ДЛЯ ФИЗКУЛЬТУРНО-ОЗДОРОВИТЕЛЬНЫХ ЗАНЯТИЙ'),(165,'2012-07-28 13:46:28','ТИП_ОБЪЕКТА_ИНФРАСТРУКТУРЫ_(ТОЛЬКО_ДЛЯ_КОМПЛЕКСНОГО_ОСВОЕНИЯ_В_ЦЕЛЯХ_ЖИЛИЩНОГО_СТРОИТЕЛЬСТВА)',8,'ПРЕДПРИЯТИЯ ТОРГОВЛИ, ОБЩЕСТВЕННОГО ПИТАНИЯ И БЫТОВОГО ОБСЛУЖИВАНИЯ ПОВСЕДНЕВНОГО ПОЛЬЗОВАНИЯ'),(166,'2012-07-28 13:46:28','ТИП_ОБЪЕКТА_ИНФРАСТРУКТУРЫ_(ТОЛЬКО_ДЛЯ_КОМПЛЕКСНОГО_ОСВОЕНИЯ_В_ЦЕЛЯХ_ЖИЛИЩНОГО_СТРОИТЕЛЬСТВА)',9,'ЭКСКЛЮЗИВНЫЕ ОБЪЕКТЫ (СТАВИТСЯ В СЛУЧАЕ НЕТРИВИАЛЬНЫХ ОБЪЕКТОВ ИНФРАСТРУКТУРЫ - КАТОК, ПАРК РАЗВЛЕЧЕНИЙ ИЛИ ЧТО-ТО ПОДОБНОЕ)'),(167,'2012-07-28 13:46:28','ТИП_ОТДЕЛКИ_КВАРТИР',1,'НЕТ'),(168,'2012-07-28 13:46:28','ТИП_ОТДЕЛКИ_КВАРТИР',2,'ПОД КЛЮЧ'),(169,'2012-07-28 13:46:28','ТИП_ОТДЕЛКИ_КВАРТИР',3,'ПРОЧЕЕ'),(170,'2012-07-28 13:46:28','ТИП_ПАРКИНГА_',1,'НЕТ'),(171,'2012-07-28 13:46:28','ТИП_ПАРКИНГА_',2,'ПОДЗЕМНЫЙ'),(172,'2012-07-28 13:46:28','ТИП_ПАРКИНГА_',3,'НАДЗЕМНЫЙ'),(173,'2012-07-28 13:46:28','ТИП_ПАРКИНГА_',4,'НЕИЗВЕСТНО'),(174,'2012-07-28 13:46:28','ТИП_ПРОЕКТНОЙ_ДОКУМЕНТАЦИИ',1,'ИНДИВИДУАЛЬНАЯ'),(175,'2012-07-28 13:46:28','ТИП_ПРОЕКТНОЙ_ДОКУМЕНТАЦИИ',2,'ТИПОВАЯ'),(176,'2012-07-28 13:46:28','ТИП_ПРОЕКТНОЙ_ДОКУМЕНТАЦИИ',3,'НЕИЗВЕСТНО'),(177,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',1,'АЛЛЕЯ'),(178,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',2,'БУЛЬВАР'),(179,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',3,'ГОРОДОК'),(180,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',4,'ДЕРЕВНЯ'),(181,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',5,'ДОРОГА'),(182,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',6,'КВАРТАЛ'),(183,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',7,'КРЕПОСТЬ'),(184,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',8,'ЛИНИЯ'),(185,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',9,'МАГИСТРАЛЬ'),(186,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',10,'МЖД'),(187,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',11,'МИКРОРАЙОН'),(188,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',12,'МКАД'),(189,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',13,'НАБЕРЕЖНАЯ'),(190,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',14,'ПАРК'),(191,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',15,'ПЕРЕУЛОК'),(192,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',16,'ПЛАТФОРМА'),(193,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',17,'ПЛОЩАДЬ'),(194,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',18,'ПОСЕЛОК'),(195,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',19,'ПРОЕЗД'),(196,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',20,'ПРОСЕК'),(197,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',21,'ПРОСПЕКТ'),(198,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',22,'СТАНЦИЯ'),(199,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',23,'ТУПИК'),(200,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',24,'УЛИЦА'),(201,'2012-07-28 13:46:28','ТИП_УЛИЦЫ',25,'ШОССЕ'),(202,'2012-07-28 13:46:28','ТИП_ЭТАЖНОСТИ',1,'МНОГОЭТАЖНЫЙ'),(203,'2012-07-28 13:46:28','ТИП_ЭТАЖНОСТИ',2,'МАЛОЭТАЖНЫЙ'),(204,'2012-07-28 13:46:28','ТИП_ЭТАЖНОСТИ',3,'НЕИЗВЕСТНО'),(205,'2012-07-28 13:46:28','УРОВЕНЬ_ОТДЕЛКИ_КВАРТИР',1,'ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)'),(206,'2012-07-28 13:46:28','УРОВЕНЬ_ОТДЕЛКИ_КВАРТИР',2,'БИЗНЕС (С ИСПОЛЬЗОВАНИЕМ КАЧЕСТВЕННЫХ МАТЕРИАЛОВ)'),(207,'2012-07-28 13:46:28','УРОВЕНЬ_ОТДЕЛКИ_КВАРТИР',3,'ЭКСКЛЮЗИВ (С ИСПОЛЬЗОВАНИЕМ ДОРОГИХ МАТЕРИАЛОВ)'),(208,'2012-07-28 13:46:28','УРОВЕНЬ_ОТДЕЛКИ_КВАРТИР',4,'НЕИЗВЕСТНО'),(209,'2012-07-28 13:46:28','УРОВЕНЬ_ОТДЕЛКИ_ОБЩИХ_ПОМЕЩЕНИЙ',1,'ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)'),(210,'2012-07-28 13:46:28','УРОВЕНЬ_ОТДЕЛКИ_ОБЩИХ_ПОМЕЩЕНИЙ',2,'БИЗНЕС (ОТДЕЛКА С ИСПОЛЬЗОВАНИЕМ КАЧЕСТВЕННЫХ МАТЕРИАЛОВ'),(211,'2012-07-28 13:46:28','УРОВЕНЬ_ОТДЕЛКИ_ОБЩИХ_ПОМЕЩЕНИЙ',3,'ЭКСКЛЮЗИВ (ИСПОЛЬЗОВАНИЕ ДОРОГИХ МАТЕРИАЛОВ)'),(212,'2012-07-28 13:46:28','УРОВЕНЬ_ОТДЕЛКИ_ОБЩИХ_ПОМЕЩЕНИЙ',4,'НЕИЗВЕСТНО'),(213,'2012-07-28 13:46:28','ЭКОНОМ',1,'ДА'),(214,'2012-07-28 13:46:28','ЭКОНОМ',2,'НЕТ'),(215,'2012-07-30 16:01:29','Наше',0,'Наше'),(216,'2012-07-30 16:01:29','is null',0,'is null'),(217,'2012-07-30 16:01:29','Порядковый номер в общей базе',0,'Отч. квартал'),(218,'2012-07-30 16:01:29','№ общая',0,'Отч. квартал'),(219,'2012-07-30 16:01:29','12802',3,'3 кв. 2012'),(220,'2012-07-30 16:01:29','12813',14,'3 кв. 2012'),(221,'2012-07-30 16:01:29','10328',123,'2 кв. 2012'),(222,'2012-07-30 16:01:29','12814',15,'3 кв. 2012'),(223,'2012-07-30 16:01:29','12883',84,'3 кв. 2012'),(224,'2012-07-30 16:01:29','10536',331,'2 кв. 2012'),(225,'2012-07-30 16:01:29','10774',569,'2 кв. 2012'),(226,'2012-07-30 16:01:29','11038',833,'2 кв. 2012'),(227,'2012-07-30 16:01:29','11308',1103,'2 кв. 2012'),(228,'2012-07-30 16:01:29','11351',1146,'2 кв. 2012'),(229,'2012-07-30 16:01:29','11353',1148,'2 кв. 2012'),(230,'2012-07-30 16:01:29','10493',288,'2 кв. 2012'),(231,'2012-07-30 16:01:29','12317',2112,'2 кв. 2012'),(232,'2012-07-30 16:01:29','13092',293,'3 кв. 2012'),(233,'2012-07-30 16:01:29','12922',123,'3 кв. 2012'),(234,'2012-07-30 16:01:29','13095',296,'3 кв. 2012'),(235,'2012-07-30 16:01:29','13097',298,'3 кв. 2012'),(236,'2012-07-30 16:01:29','11991',1786,'2 кв. 2012'),(237,'2012-07-30 16:01:29','13130',331,'3 кв. 2012'),(238,'2012-07-30 16:01:29','13368',569,'3 кв. 2012'),(239,'2012-07-30 16:01:29','13632',833,'3 кв. 2012'),(240,'2012-07-30 16:01:29','13902',1103,'3 кв. 2012'),(241,'2012-07-30 16:01:29','13947',1148,'3 кв. 2012'),(242,'2012-07-30 16:01:29','14585',1786,'3 кв. 2012'),(243,'2012-07-30 16:01:29','14912',2113,'3 кв. 2012'),(244,'2012-07-30 16:10:08','Наше',0,'Наше'),(245,'2012-07-30 16:10:08','is null',0,'is null'),(246,'2012-07-30 16:10:08','Порядковый номер в общей базе',0,'Отч. квартал'),(247,'2012-07-30 16:10:08','№ общая',0,'Отч. квартал'),(248,'2012-07-30 16:10:08','10208',3,'2 кв. 2012'),(249,'2012-07-30 16:10:08','12802',3,'3 кв. 2012'),(250,'2012-07-30 16:10:08','10219',14,'2 кв. 2012'),(251,'2012-07-30 16:10:08','12813',14,'3 кв. 2012'),(252,'2012-07-30 16:10:08','10327',122,'2 кв. 2012'),(253,'2012-07-30 16:10:08','10328',123,'2 кв. 2012'),(254,'2012-07-30 16:10:08','10220',15,'2 кв. 2012'),(255,'2012-07-30 16:10:08','12814',15,'3 кв. 2012'),(256,'2012-07-30 16:10:08','10289',84,'2 кв. 2012'),(257,'2012-07-30 16:10:08','12883',84,'3 кв. 2012'),(258,'2012-07-30 16:10:08','10535',330,'2 кв. 2012'),(259,'2012-07-30 16:10:08','10536',331,'2 кв. 2012'),(260,'2012-07-30 16:10:08','10772',567,'2 кв. 2012'),(261,'2012-07-30 16:10:08','10773',568,'2 кв. 2012'),(262,'2012-07-30 16:10:08','10774',569,'2 кв. 2012'),(263,'2012-07-30 16:10:08','11038',833,'2 кв. 2012'),(264,'2012-07-30 16:10:08','11308',1103,'2 кв. 2012'),(265,'2012-07-30 16:10:08','11351',1146,'2 кв. 2012'),(266,'2012-07-30 16:10:08','11353',1148,'2 кв. 2012'),(267,'2012-07-30 16:10:08','10493',288,'2 кв. 2012'),(268,'2012-07-30 16:10:08','12317',2112,'2 кв. 2012'),(269,'2012-07-30 16:10:08','12318',2113,'2 кв. 2012'),(270,'2012-07-30 16:10:08','13087',288,'3 кв. 2012'),(271,'2012-07-30 16:10:08','10498',293,'2 кв. 2012'),(272,'2012-07-30 16:10:08','13092',293,'3 кв. 2012'),(273,'2012-07-30 16:10:08','10501',296,'2 кв. 2012'),(274,'2012-07-30 16:10:08','12921',122,'3 кв. 2012'),(275,'2012-07-30 16:10:08','12922',123,'3 кв. 2012'),(276,'2012-07-30 16:10:08','13095',296,'3 кв. 2012'),(277,'2012-07-30 16:10:08','10503',298,'2 кв. 2012'),(278,'2012-07-30 16:10:08','13097',298,'3 кв. 2012'),(279,'2012-07-30 16:10:08','11991',1786,'2 кв. 2012'),(280,'2012-07-30 16:10:08','13129',330,'3 кв. 2012'),(281,'2012-07-30 16:10:08','13130',331,'3 кв. 2012'),(282,'2012-07-30 16:10:08','13366',567,'3 кв. 2012'),(283,'2012-07-30 16:10:08','13367',568,'3 кв. 2012'),(284,'2012-07-30 16:10:08','13368',569,'3 кв. 2012'),(285,'2012-07-30 16:10:08','13632',833,'3 кв. 2012'),(286,'2012-07-30 16:10:08','13902',1103,'3 кв. 2012'),(287,'2012-07-30 16:10:08','13945',1146,'3 кв. 2012'),(288,'2012-07-30 16:10:08','13947',1148,'3 кв. 2012'),(289,'2012-07-30 16:10:08','14585',1786,'3 кв. 2012'),(290,'2012-07-30 16:10:08','14911',2112,'3 кв. 2012'),(291,'2012-07-30 16:10:08','14912',2113,'3 кв. 2012'),(292,'2012-07-30 16:11:36','10208',3,'2 кв. 2012'),(293,'2012-07-30 16:11:36','12802',3,'3 кв. 2012'),(294,'2012-07-30 16:11:36','10219',14,'2 кв. 2012'),(295,'2012-07-30 16:11:36','12813',14,'3 кв. 2012'),(296,'2012-07-30 16:11:36','10327',122,'2 кв. 2012'),(297,'2012-07-30 16:11:36','10328',123,'2 кв. 2012'),(298,'2012-07-30 16:11:36','10220',15,'2 кв. 2012'),(299,'2012-07-30 16:11:36','12814',15,'3 кв. 2012'),(300,'2012-07-30 16:11:36','10289',84,'2 кв. 2012'),(301,'2012-07-30 16:11:36','12883',84,'3 кв. 2012'),(302,'2012-07-30 16:11:36','10535',330,'2 кв. 2012'),(303,'2012-07-30 16:11:36','10536',331,'2 кв. 2012'),(304,'2012-07-30 16:11:36','10772',567,'2 кв. 2012'),(305,'2012-07-30 16:11:36','10773',568,'2 кв. 2012'),(306,'2012-07-30 16:11:36','10774',569,'2 кв. 2012'),(307,'2012-07-30 16:11:36','11038',833,'2 кв. 2012'),(308,'2012-07-30 16:11:36','11308',1103,'2 кв. 2012'),(309,'2012-07-30 16:11:36','11351',1146,'2 кв. 2012'),(310,'2012-07-30 16:11:36','11353',1148,'2 кв. 2012'),(311,'2012-07-30 16:11:36','10493',288,'2 кв. 2012'),(312,'2012-07-30 16:11:36','12317',2112,'2 кв. 2012'),(313,'2012-07-30 16:11:36','12318',2113,'2 кв. 2012'),(314,'2012-07-30 16:11:36','13087',288,'3 кв. 2012'),(315,'2012-07-30 16:11:36','10498',293,'2 кв. 2012'),(316,'2012-07-30 16:11:36','13092',293,'3 кв. 2012'),(317,'2012-07-30 16:11:36','10501',296,'2 кв. 2012'),(318,'2012-07-30 16:11:36','12921',122,'3 кв. 2012'),(319,'2012-07-30 16:11:36','12922',123,'3 кв. 2012'),(320,'2012-07-30 16:11:36','13095',296,'3 кв. 2012'),(321,'2012-07-30 16:11:36','10503',298,'2 кв. 2012'),(322,'2012-07-30 16:11:36','13097',298,'3 кв. 2012'),(323,'2012-07-30 16:11:36','11991',1786,'2 кв. 2012'),(324,'2012-07-30 16:11:36','13129',330,'3 кв. 2012'),(325,'2012-07-30 16:11:36','13130',331,'3 кв. 2012'),(326,'2012-07-30 16:11:36','13366',567,'3 кв. 2012'),(327,'2012-07-30 16:11:36','13367',568,'3 кв. 2012'),(328,'2012-07-30 16:11:36','13368',569,'3 кв. 2012'),(329,'2012-07-30 16:11:36','13632',833,'3 кв. 2012'),(330,'2012-07-30 16:11:36','13902',1103,'3 кв. 2012'),(331,'2012-07-30 16:11:36','13945',1146,'3 кв. 2012'),(332,'2012-07-30 16:11:36','13947',1148,'3 кв. 2012'),(333,'2012-07-30 16:11:36','14585',1786,'3 кв. 2012'),(334,'2012-07-30 16:11:36','14911',2112,'3 кв. 2012'),(335,'2012-07-30 16:11:36','14912',2113,'3 кв. 2012'),(336,'2012-07-30 16:12:49','12802',3,'3 кв. 2012'),(337,'2012-07-30 16:12:49','12813',14,'3 кв. 2012'),(338,'2012-07-30 16:12:49','10328',123,'2 кв. 2012'),(339,'2012-07-30 16:12:49','12814',15,'3 кв. 2012'),(340,'2012-07-30 16:12:49','12883',84,'3 кв. 2012'),(341,'2012-07-30 16:12:49','10536',331,'2 кв. 2012'),(342,'2012-07-30 16:12:49','10774',569,'2 кв. 2012'),(343,'2012-07-30 16:12:49','11038',833,'2 кв. 2012'),(344,'2012-07-30 16:12:49','11308',1103,'2 кв. 2012'),(345,'2012-07-30 16:12:49','11351',1146,'2 кв. 2012'),(346,'2012-07-30 16:12:49','11353',1148,'2 кв. 2012'),(347,'2012-07-30 16:12:49','10493',288,'2 кв. 2012'),(348,'2012-07-30 16:12:49','12317',2112,'2 кв. 2012'),(349,'2012-07-30 16:12:49','13092',293,'3 кв. 2012'),(350,'2012-07-30 16:12:49','12922',123,'3 кв. 2012'),(351,'2012-07-30 16:12:49','13095',296,'3 кв. 2012'),(352,'2012-07-30 16:12:49','13097',298,'3 кв. 2012'),(353,'2012-07-30 16:12:49','11991',1786,'2 кв. 2012'),(354,'2012-07-30 16:12:49','13130',331,'3 кв. 2012'),(355,'2012-07-30 16:12:49','13368',569,'3 кв. 2012'),(356,'2012-07-30 16:12:49','13632',833,'3 кв. 2012'),(357,'2012-07-30 16:12:49','13902',1103,'3 кв. 2012'),(358,'2012-07-30 16:12:49','13947',1148,'3 кв. 2012'),(359,'2012-07-30 16:12:49','14585',1786,'3 кв. 2012'),(360,'2012-07-30 16:12:49','14912',2113,'3 кв. 2012'),(361,'2012-07-31 09:41:52','12802',3,'3 кв. 2012'),(362,'2012-07-31 09:41:52','12813',14,'3 кв. 2012'),(363,'2012-07-31 09:41:52','10328',123,'2 кв. 2012'),(364,'2012-07-31 09:41:52','12814',15,'3 кв. 2012'),(365,'2012-07-31 09:41:52','12883',84,'3 кв. 2012'),(366,'2012-07-31 09:41:52','10536',331,'2 кв. 2012'),(367,'2012-07-31 09:41:52','10774',569,'2 кв. 2012'),(368,'2012-07-31 09:41:52','11038',833,'2 кв. 2012'),(369,'2012-07-31 09:41:52','11308',1103,'2 кв. 2012'),(370,'2012-07-31 09:41:52','11351',1146,'2 кв. 2012'),(371,'2012-07-31 09:41:52','11353',1148,'2 кв. 2012'),(372,'2012-07-31 09:41:52','10493',288,'2 кв. 2012'),(373,'2012-07-31 09:41:52','12317',2112,'2 кв. 2012'),(374,'2012-07-31 09:41:52','13092',293,'3 кв. 2012'),(375,'2012-07-31 09:41:52','12922',123,'3 кв. 2012'),(376,'2012-07-31 09:41:52','13095',296,'3 кв. 2012'),(377,'2012-07-31 09:41:52','13097',298,'3 кв. 2012'),(378,'2012-07-31 09:41:52','11991',1786,'2 кв. 2012'),(379,'2012-07-31 09:41:52','13130',331,'3 кв. 2012'),(380,'2012-07-31 09:41:52','13368',569,'3 кв. 2012'),(381,'2012-07-31 09:41:52','13632',833,'3 кв. 2012'),(382,'2012-07-31 09:41:52','13902',1103,'3 кв. 2012'),(383,'2012-07-31 09:41:52','13947',1148,'3 кв. 2012'),(384,'2012-07-31 09:41:52','14585',1786,'3 кв. 2012'),(385,'2012-07-31 09:41:52','14912',2113,'3 кв. 2012'),(386,'2012-07-31 09:50:37','12802',3,'3 кв. 2012'),(387,'2012-07-31 09:50:37','12813',14,'3 кв. 2012'),(388,'2012-07-31 09:50:37','10328',123,'2 кв. 2012'),(389,'2012-07-31 09:50:37','12814',15,'3 кв. 2012'),(390,'2012-07-31 09:50:37','12883',84,'3 кв. 2012'),(391,'2012-07-31 09:50:37','10536',331,'2 кв. 2012'),(392,'2012-07-31 09:50:37','10774',569,'2 кв. 2012'),(393,'2012-07-31 09:50:37','11038',833,'2 кв. 2012'),(394,'2012-07-31 09:50:37','11308',1103,'2 кв. 2012'),(395,'2012-07-31 09:50:37','11351',1146,'2 кв. 2012'),(396,'2012-07-31 09:50:37','11353',1148,'2 кв. 2012'),(397,'2012-07-31 09:50:37','10493',288,'2 кв. 2012'),(398,'2012-07-31 09:50:37','12317',2112,'2 кв. 2012'),(399,'2012-07-31 09:50:37','13092',293,'3 кв. 2012'),(400,'2012-07-31 09:50:37','12922',123,'3 кв. 2012'),(401,'2012-07-31 09:50:37','13095',296,'3 кв. 2012'),(402,'2012-07-31 09:50:37','13097',298,'3 кв. 2012'),(403,'2012-07-31 09:50:37','11991',1786,'2 кв. 2012'),(404,'2012-07-31 09:50:37','13130',331,'3 кв. 2012'),(405,'2012-07-31 09:50:37','13368',569,'3 кв. 2012'),(406,'2012-07-31 09:50:37','13632',833,'3 кв. 2012'),(407,'2012-07-31 09:50:37','13902',1103,'3 кв. 2012'),(408,'2012-07-31 09:50:37','13947',1148,'3 кв. 2012'),(409,'2012-07-31 09:50:37','14585',1786,'3 кв. 2012'),(410,'2012-07-31 09:50:37','14912',2113,'3 кв. 2012'),(411,'2012-07-31 10:26:34','10208',3,'2 кв. 2012'),(412,'2012-07-31 10:26:34','12802',3,'3 кв. 2012'),(413,'2012-07-31 10:26:34','10219',14,'2 кв. 2012'),(414,'2012-07-31 10:26:34','12813',14,'3 кв. 2012'),(415,'2012-07-31 10:26:34','10327',122,'2 кв. 2012'),(416,'2012-07-31 10:26:34','10328',123,'2 кв. 2012'),(417,'2012-07-31 10:26:34','10220',15,'2 кв. 2012'),(418,'2012-07-31 10:26:34','12814',15,'3 кв. 2012'),(419,'2012-07-31 10:26:34','10289',84,'2 кв. 2012'),(420,'2012-07-31 10:26:34','12883',84,'3 кв. 2012'),(421,'2012-07-31 10:26:34','10535',330,'2 кв. 2012'),(422,'2012-07-31 10:26:34','10536',331,'2 кв. 2012'),(423,'2012-07-31 10:26:34','10772',567,'2 кв. 2012'),(424,'2012-07-31 10:26:34','10773',568,'2 кв. 2012'),(425,'2012-07-31 10:26:34','10774',569,'2 кв. 2012'),(426,'2012-07-31 10:26:34','11038',833,'2 кв. 2012'),(427,'2012-07-31 10:26:34','11308',1103,'2 кв. 2012'),(428,'2012-07-31 10:26:34','11351',1146,'2 кв. 2012'),(429,'2012-07-31 10:26:34','11353',1148,'2 кв. 2012'),(430,'2012-07-31 10:26:34','10493',288,'2 кв. 2012'),(431,'2012-07-31 10:26:34','12317',2112,'2 кв. 2012'),(432,'2012-07-31 10:26:34','12318',2113,'2 кв. 2012'),(433,'2012-07-31 10:26:34','13087',288,'3 кв. 2012'),(434,'2012-07-31 10:26:34','10498',293,'2 кв. 2012'),(435,'2012-07-31 10:26:34','13092',293,'3 кв. 2012'),(436,'2012-07-31 10:26:34','10501',296,'2 кв. 2012'),(437,'2012-07-31 10:26:34','12921',122,'3 кв. 2012'),(438,'2012-07-31 10:26:34','12922',123,'3 кв. 2012'),(439,'2012-07-31 10:26:34','13095',296,'3 кв. 2012'),(440,'2012-07-31 10:26:34','10503',298,'2 кв. 2012'),(441,'2012-07-31 10:26:34','13097',298,'3 кв. 2012'),(442,'2012-07-31 10:26:34','11991',1786,'2 кв. 2012'),(443,'2012-07-31 10:26:34','13129',330,'3 кв. 2012'),(444,'2012-07-31 10:26:34','13130',331,'3 кв. 2012'),(445,'2012-07-31 10:26:34','13366',567,'3 кв. 2012'),(446,'2012-07-31 10:26:34','13367',568,'3 кв. 2012'),(447,'2012-07-31 10:26:34','13368',569,'3 кв. 2012'),(448,'2012-07-31 10:26:34','13632',833,'3 кв. 2012'),(449,'2012-07-31 10:26:34','13902',1103,'3 кв. 2012'),(450,'2012-07-31 10:26:34','13945',1146,'3 кв. 2012'),(451,'2012-07-31 10:26:34','13947',1148,'3 кв. 2012'),(452,'2012-07-31 10:26:34','14585',1786,'3 кв. 2012'),(453,'2012-07-31 10:26:34','14911',2112,'3 кв. 2012'),(454,'2012-07-31 10:26:34','14912',2113,'3 кв. 2012'),(455,'2012-07-31 11:33:07','12802',3,'3 кв. 2012'),(456,'2012-07-31 11:33:07','12813',14,'3 кв. 2012'),(457,'2012-07-31 11:33:07','10328',123,'2 кв. 2012'),(458,'2012-07-31 11:33:07','12814',15,'3 кв. 2012'),(459,'2012-07-31 11:33:07','12883',84,'3 кв. 2012'),(460,'2012-07-31 11:33:07','10536',331,'2 кв. 2012'),(461,'2012-07-31 11:33:07','10774',569,'2 кв. 2012'),(462,'2012-07-31 11:33:07','11038',833,'2 кв. 2012'),(463,'2012-07-31 11:33:07','11308',1103,'2 кв. 2012'),(464,'2012-07-31 11:33:07','11351',1146,'2 кв. 2012'),(465,'2012-07-31 11:33:07','11353',1148,'2 кв. 2012'),(466,'2012-07-31 11:33:07','10493',288,'2 кв. 2012'),(467,'2012-07-31 11:33:07','12317',2112,'2 кв. 2012'),(468,'2012-07-31 11:33:07','13092',293,'3 кв. 2012'),(469,'2012-07-31 11:33:07','12922',123,'3 кв. 2012'),(470,'2012-07-31 11:33:07','13095',296,'3 кв. 2012'),(471,'2012-07-31 11:33:07','13097',298,'3 кв. 2012'),(472,'2012-07-31 11:33:07','11991',1786,'2 кв. 2012'),(473,'2012-07-31 11:33:07','13130',331,'3 кв. 2012'),(474,'2012-07-31 11:33:07','13368',569,'3 кв. 2012'),(475,'2012-07-31 11:33:07','13632',833,'3 кв. 2012'),(476,'2012-07-31 11:33:07','13902',1103,'3 кв. 2012'),(477,'2012-07-31 11:33:07','13947',1148,'3 кв. 2012'),(478,'2012-07-31 11:33:07','14585',1786,'3 кв. 2012'),(479,'2012-07-31 11:33:07','14912',2113,'3 кв. 2012'),(480,'2012-07-31 11:36:14','12802',3,'3 кв. 2012'),(481,'2012-07-31 11:36:14','12813',14,'3 кв. 2012'),(482,'2012-07-31 11:36:14','10328',123,'2 кв. 2012'),(483,'2012-07-31 11:36:14','12814',15,'3 кв. 2012'),(484,'2012-07-31 11:36:14','12883',84,'3 кв. 2012'),(485,'2012-07-31 11:36:14','10536',331,'2 кв. 2012'),(486,'2012-07-31 11:36:14','10774',569,'2 кв. 2012'),(487,'2012-07-31 11:36:14','11038',833,'2 кв. 2012'),(488,'2012-07-31 11:36:14','11308',1103,'2 кв. 2012'),(489,'2012-07-31 11:36:14','11351',1146,'2 кв. 2012'),(490,'2012-07-31 11:36:14','11353',1148,'2 кв. 2012'),(491,'2012-07-31 11:36:14','10493',288,'2 кв. 2012'),(492,'2012-07-31 11:36:14','12317',2112,'2 кв. 2012'),(493,'2012-07-31 11:36:14','13092',293,'3 кв. 2012'),(494,'2012-07-31 11:36:14','12922',123,'3 кв. 2012'),(495,'2012-07-31 11:36:14','13095',296,'3 кв. 2012'),(496,'2012-07-31 11:36:14','13097',298,'3 кв. 2012'),(497,'2012-07-31 11:36:14','11991',1786,'2 кв. 2012'),(498,'2012-07-31 11:36:14','13130',331,'3 кв. 2012'),(499,'2012-07-31 11:36:14','13368',569,'3 кв. 2012'),(500,'2012-07-31 11:36:14','13632',833,'3 кв. 2012'),(501,'2012-07-31 11:36:14','13902',1103,'3 кв. 2012'),(502,'2012-07-31 11:36:14','13947',1148,'3 кв. 2012'),(503,'2012-07-31 11:36:14','14585',1786,'3 кв. 2012'),(504,'2012-07-31 11:36:14','14912',2113,'3 кв. 2012'),(505,'2012-07-31 11:39:06','12802',3,'3 кв. 2012'),(506,'2012-07-31 11:39:06','12813',14,'3 кв. 2012'),(507,'2012-07-31 11:39:06','10328',123,'2 кв. 2012'),(508,'2012-07-31 11:39:06','12814',15,'3 кв. 2012'),(509,'2012-07-31 11:39:06','12883',84,'3 кв. 2012'),(510,'2012-07-31 11:39:06','10536',331,'2 кв. 2012'),(511,'2012-07-31 11:39:06','10774',569,'2 кв. 2012'),(512,'2012-07-31 11:39:06','11038',833,'2 кв. 2012'),(513,'2012-07-31 11:39:06','11308',1103,'2 кв. 2012'),(514,'2012-07-31 11:39:06','11351',1146,'2 кв. 2012'),(515,'2012-07-31 11:39:06','11353',1148,'2 кв. 2012'),(516,'2012-07-31 11:39:06','10493',288,'2 кв. 2012'),(517,'2012-07-31 11:39:06','12317',2112,'2 кв. 2012'),(518,'2012-07-31 11:39:06','13092',293,'3 кв. 2012'),(519,'2012-07-31 11:39:06','12922',123,'3 кв. 2012'),(520,'2012-07-31 11:39:06','13095',296,'3 кв. 2012'),(521,'2012-07-31 11:39:06','13097',298,'3 кв. 2012'),(522,'2012-07-31 11:39:06','11991',1786,'2 кв. 2012'),(523,'2012-07-31 11:39:06','13130',331,'3 кв. 2012'),(524,'2012-07-31 11:39:06','13368',569,'3 кв. 2012'),(525,'2012-07-31 11:39:06','13632',833,'3 кв. 2012'),(526,'2012-07-31 11:39:06','13902',1103,'3 кв. 2012'),(527,'2012-07-31 11:39:06','13947',1148,'3 кв. 2012'),(528,'2012-07-31 11:39:06','14585',1786,'3 кв. 2012'),(529,'2012-07-31 11:39:06','14912',2113,'3 кв. 2012'),(530,'2012-07-31 11:41:25','12802',3,'3 кв. 2012'),(531,'2012-07-31 11:41:25','12813',14,'3 кв. 2012'),(532,'2012-07-31 11:41:25','10328',123,'2 кв. 2012'),(533,'2012-07-31 11:41:25','12814',15,'3 кв. 2012'),(534,'2012-07-31 11:41:25','12883',84,'3 кв. 2012'),(535,'2012-07-31 11:41:25','10536',331,'2 кв. 2012'),(536,'2012-07-31 11:41:25','10774',569,'2 кв. 2012'),(537,'2012-07-31 11:41:25','11038',833,'2 кв. 2012'),(538,'2012-07-31 11:41:25','11308',1103,'2 кв. 2012'),(539,'2012-07-31 11:41:25','11351',1146,'2 кв. 2012'),(540,'2012-07-31 11:41:25','11353',1148,'2 кв. 2012'),(541,'2012-07-31 11:41:25','10493',288,'2 кв. 2012'),(542,'2012-07-31 11:41:25','12317',2112,'2 кв. 2012'),(543,'2012-07-31 11:41:25','13092',293,'3 кв. 2012'),(544,'2012-07-31 11:41:25','12922',123,'3 кв. 2012'),(545,'2012-07-31 11:41:25','13095',296,'3 кв. 2012'),(546,'2012-07-31 11:41:25','13097',298,'3 кв. 2012'),(547,'2012-07-31 11:41:25','11991',1786,'2 кв. 2012'),(548,'2012-07-31 11:41:25','13130',331,'3 кв. 2012'),(549,'2012-07-31 11:41:25','13368',569,'3 кв. 2012'),(550,'2012-07-31 11:41:25','13632',833,'3 кв. 2012'),(551,'2012-07-31 11:41:25','13902',1103,'3 кв. 2012'),(552,'2012-07-31 11:41:25','13947',1148,'3 кв. 2012'),(553,'2012-07-31 11:41:25','14585',1786,'3 кв. 2012'),(554,'2012-07-31 11:41:25','14912',2113,'3 кв. 2012');
/*!40000 ALTER TABLE `rrb_temp_hnb` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_sys_menu`
--

DROP TABLE IF EXISTS `rrb_sys_menu`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_sys_menu` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  `item_name` varchar(45) DEFAULT NULL,
  `item_url` varchar(500) DEFAULT NULL,
  `last_user_id` int(11) DEFAULT NULL,
  `js_function_name` varchar(250) DEFAULT NULL,
  `rec_date` varchar(45) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_sys_menu`
--

LOCK TABLES `rrb_sys_menu` WRITE;
/*!40000 ALTER TABLE `rrb_sys_menu` DISABLE KEYS */;
INSERT INTO `rrb_sys_menu` VALUES (1,1,1,'Задачи','#',1,NULL,'2011-07-12'),(2,1,1,'Справочники','../app.handbooks/',1,'onHandbooksClick','2011-07-12'),(3,1,1,'Комплексы','../app.housing/',1,'onHousingClick','2011-06-22'),(4,1,1,'ЖК - новые','../app.komplex/',1,'onKoplexClick','2012-07-17');
/*!40000 ALTER TABLE `rrb_sys_menu` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_housing_address`
--

DROP TABLE IF EXISTS `rrb_housing_address`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_housing_address` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `rrb_housing_id` int(11) NOT NULL,
  `kladr_code` varchar(250) NOT NULL,
  `ot_mkad` int(11) DEFAULT NULL COMMENT 'Расстояние от МКАД',
  `longitude_yandex` varchar(45) DEFAULT NULL,
  `latitude_yandex` varchar(45) DEFAULT NULL,
  `cadastral_number` varchar(45) DEFAULT NULL,
  `building_address` varchar(250) DEFAULT NULL COMMENT 'Адрес объекта заполняется полностью, как указано в первоисточнике',
  `house_number` varchar(45) DEFAULT NULL,
  `house_letter` varchar(45) DEFAULT NULL,
  `house_corps` varchar(45) DEFAULT NULL,
  `house_building` varchar(45) DEFAULT NULL,
  `house_ownership` varchar(45) DEFAULT NULL,
  `state_id` int(11) NOT NULL COMMENT 'Государство',
  `subject_of_state_id` int(11) NOT NULL COMMENT 'Субъект государства',
  `street_type_id` int(11) NOT NULL,
  `dirrection_id` int(11) NOT NULL,
  `last_user_id` int(11) DEFAULT NULL,
  `date_rec` datetime DEFAULT NULL,
  PRIMARY KEY (`id`,`rrb_housing_id`),
  KEY `fk_rrb_housing_address_1` (`rrb_housing_id`),
  KEY `fk_rrb_housing_address_2` (`kladr_code`),
  KEY `housing_longitude_inx` (`longitude_yandex`),
  KEY `housing_latitude_inx` (`latitude_yandex`),
  CONSTRAINT `fk_rrb_housing_address_2` FOREIGN KEY (`kladr_code`) REFERENCES `KLADR_STREET` (`CODE`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=51 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_housing_address`
--

LOCK TABLES `rrb_housing_address` WRITE;
/*!40000 ALTER TABLE `rrb_housing_address` DISABLE KEYS */;
INSERT INTO `rrb_housing_address` VALUES (1,1,'00000',6,'37.84515313804151','55.802539787861406','101010','п. Совхоза им. 1 Мая- корп. 35','101010','101010','35','35','101010',0,0,0,0,1,'2012-08-09 10:10:43'),(2,2,'00000',4,'37.972222','55.838056','50:15:040701:0003','г. Балашиха, ЖК \"Никольско-Трубецкое\", мкр. 22А, корп. 1','101010','101010','1','1','101010',0,0,0,0,1,'2012-08-09 10:10:43'),(3,3,'00000',4,'37.972222','55.838056','50:15:040701:0003','г. Балашиха, ЖК \"Никольско-Трубецкое\", мкр. 22А, корп. 2','101010','101010','2','2','101010',0,0,0,0,1,'2012-08-09 10:10:44'),(4,4,'00000',4,'37.972222','55.838056','50:15:040701:0003','г. Балашиха, ЖК \"Никольско-Трубецкое\", мкр. 22А, корп. 5','101010','101010','5','5','101010',0,0,0,0,1,'2012-08-09 10:10:44'),(5,5,'00000',4,'101010','101010','101010','г. Балашиха, ЖСК \"Поляна\"','101010','101010','101010','101010','101010',0,0,0,0,1,'2012-08-09 10:10:44'),(6,6,'00000',4,'37.936929','55.834951','101010','г. Балашиха- квартал \"Лукино\"- корп. 1','101010','101010','1','1','101010',0,0,0,0,1,'2012-08-09 10:10:45'),(7,7,'00000',4,'37.936929','55.834951','101010','г. Балашиха- квартал \"Лукино\"- корп. 3','101010','101010','3','3','101010',0,0,0,0,1,'2012-08-09 10:10:45'),(8,8,'00000',13,'38.059167','55.808611','50:15:050401:00010','г. Балашиха, мкр. \"Сакраменто\", 18 корпусов (I очередь)','101010','101010','101010','101010','101010',0,0,0,0,1,'2012-08-09 10:10:45'),(9,9,'00000',13,'38.059167','55.808611','50:15:050401:00010','г. Балашиха, мкр. \"Сакраменто\", 96 корпусов (II очередь)','101010','101010','101010','101010','101010',0,0,0,0,1,'2012-08-09 10:10:46'),(10,10,'00000',4,'37.961389','55.7975','101010','г. Балашиха, мкр. \"Центр\", корп. 2, 3','101010','101010','2,3','2,3','101010',0,0,0,0,1,'2012-08-09 10:10:46'),(11,11,'00000',4,'37.945833','55.809444','101010','г. Балашиха, мкр. 15Б, ул. Зеленая, корп. 31','101010','101010','31','31','101010',0,0,0,0,1,'2012-08-09 10:10:47'),(12,12,'00000',3,'37.924167','55.825833','101010','г. Балашиха- мкр. 16 (им. Гагарина)- корп. 47','101010','101010','47','47','101010',0,0,0,0,1,'2012-08-09 10:10:47'),(13,13,'00000',4,'37.937222','55.825278','101010','г. Балашиха- мкр. 16а- вл. 8-9','101010','101010','101010','101010','08.сен',0,0,0,0,1,'2012-08-09 10:10:48'),(14,14,'00000',4,'37.957222','55.825','101010','г. Балашиха- мкр. 17- корп. 38А','101010','а','38','38','101010',0,0,0,0,1,'2012-08-09 10:10:49'),(15,15,'00000',4,'37.966667','55.829444','101010','г. Балашиха- мкр. 21- корп. 18','101010','101010','18','18','101010',0,0,0,0,1,'2012-08-09 10:10:49'),(16,16,'00000',4,'37.966667','55.829444','101010','г. Балашиха- мкр. 21- корп. 43Б','101010','б','43','43','101010',0,0,0,0,1,'2012-08-09 10:10:50'),(17,17,'00000',4,'37.966667','55.829444','101010','г. Балашиха- мкр. 21- корп. 43Г','101010','г','43','43','101010',0,0,0,0,1,'2012-08-09 10:10:50'),(18,18,'00000',4,'37.976667','55.830833','101010','г. Балашиха- мкр. 22- корп. 11','101010','101010','11','11','101010',0,0,0,0,1,'2012-08-09 10:10:50'),(19,19,'00000',4,'37.976667','55.830833','101010','г. Балашиха- мкр. 22- корп. 21','101010','101010','21','21','101010',0,0,0,0,1,'2012-08-09 10:10:51'),(20,20,'00000',4,'37.976667','55.830833','101010','г. Балашиха- мкр. 22- корп. 22','101010','101010','22','22','101010',0,0,0,0,1,'2012-08-09 10:10:51'),(21,21,'00000',4,'37.976667','55.830833','101010','г. Балашиха- мкр. 22- корп. 3','101010','101010','3','3','101010',0,0,0,0,1,'2012-08-09 10:10:51'),(22,22,'00000',4,'37.976667','55.830833','101010','г. Балашиха- мкр. 22- корп. 9','101010','101010','9','9','101010',0,0,0,0,1,'2012-08-09 10:10:52'),(23,23,'00000',4,'37.984722','55.796389','101010','г. Балашиха, мкр. 27А, д. 9','9','101010','101010','101010','101010',0,0,0,0,1,'2012-08-09 10:10:52'),(24,24,'00000',4,'37.984722','55.796389','101010','г. Балашиха- мкр. 27А- д. 9А','9','а','101010','101010','101010',0,0,0,0,1,'2012-08-09 10:10:52'),(25,25,'00000',4,'37.984722','55.796389','101010','г. Балашиха, мкр. 27А, д. 9Б','9','б','101010','101010','101010',0,0,0,0,1,'2012-08-09 10:10:53'),(26,26,'00000',4,'37.933333','55.790278','101010','г. Балашиха, мкр. 28, д. 10 (ул. Первомайская, д.14)','10','101010','101010','101010','101010',0,0,0,0,1,'2012-08-09 10:10:53'),(27,27,'00000',4,'37.933333','55.790278','101010','г. Балашиха, мкр. 28, д. 9А (ул. Евстафьева, д. 5)','9','а','101010','101010','101010',0,0,0,0,1,'2012-08-09 10:10:54'),(28,28,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 1','101010','101010','1','1','101010',0,0,0,0,1,'2012-08-09 10:10:54'),(29,29,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 17','101010','101010','17','17','101010',0,0,0,0,1,'2012-08-09 10:10:54'),(30,30,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 18','101010','101010','18','18','101010',0,0,0,0,1,'2012-08-09 10:10:55'),(31,31,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 19','101010','101010','19','19','101010',0,0,0,0,1,'2012-08-09 10:10:55'),(32,32,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 2','101010','101010','2','2','101010',0,0,0,0,1,'2012-08-09 10:10:55'),(33,33,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 20','101010','101010','20','20','101010',0,0,0,0,1,'2012-08-09 10:10:55'),(34,34,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 21','101010','101010','21','21','101010',0,0,0,0,1,'2012-08-09 10:10:56'),(35,35,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 22','101010','101010','22','22','101010',0,0,0,0,1,'2012-08-09 10:10:56'),(36,36,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 24','101010','101010','24','24','101010',0,0,0,0,1,'2012-08-09 10:10:56'),(37,37,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 28','101010','101010','28','28','101010',0,0,0,0,1,'2012-08-09 10:10:57'),(38,38,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 3','101010','101010','3','3','101010',0,0,0,0,1,'2012-08-09 10:10:57'),(39,39,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 4','101010','101010','4','4','101010',0,0,0,0,1,'2012-08-09 10:10:57'),(40,40,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 5','101010','101010','5','5','101010',0,0,0,0,1,'2012-08-09 10:10:58'),(41,41,'00000',2,'37.87783820182087','55.821851910820236','101010','г. Балашиха- мкр. Щитниково- корп. 6','101010','101010','6','6','101010',0,0,0,0,1,'2012-08-09 10:10:58'),(42,42,'00000',4,'37.971389','55.819722','101010','г. Балашиха, мкр.20, ул. Кудаковского Калинина, корп. 45','101010','101010','45','45','101010',0,0,0,0,1,'2012-08-09 10:10:58'),(43,43,'00000',4,'37.963889','55.83','101010','г. Балашиха- ул. Заречная- мкр. 21- корп. 15Б ','101010','б','15','15','101010',0,0,0,0,1,'2012-08-09 10:10:58'),(44,44,'00000',4,'37.942222','55.807778','101010','г. Балашиха- ул. Зеленая- корп. 1','101010','101010','1','1','101010',0,0,0,0,1,'2012-08-09 10:10:59'),(45,45,'00000',4,'37.942222','55.807778','101010','г. Балашиха- ул. Зеленая- корп. 2','101010','101010','2','2','101010',0,0,0,0,1,'2012-08-09 10:10:59'),(46,46,'00000',4,'37.942222','55.807778','101010','г. Балашиха- ул. Зеленая- корп. 3','101010','101010','3','3','101010',0,0,0,0,1,'2012-08-09 10:11:00'),(47,47,'00000',5,'37.935','55.7625','101010','г. Балашиха- ул. Черняховского- 1','1','101010','101010','101010','101010',0,0,0,0,1,'2012-08-09 10:11:00'),(48,48,'00000',1,'37.881389','55.789167','101010','г. Балашиха- Энтузиастов ш.- мкр. 1- корп. 1  ','101010','101010','1','1','101010',0,0,0,0,1,'2012-08-09 10:11:01'),(49,49,'00000',1,'37.881389','55.789167','101010','г. Балашиха- Энтузиастов ш.- мкр. 1- корп. 2','101010','101010','2','2','101010',0,0,0,0,1,'2012-08-09 10:11:01'),(50,50,'00000',1,'37.881389','55.789167','101010','г. Балашиха, Энтузиастов ш., мкр. 1, корп. 3 ','101010','101010','3','3','101010',0,0,0,0,1,'2012-08-09 10:11:01');
/*!40000 ALTER TABLE `rrb_housing_address` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `KLADR_STREET`
--

DROP TABLE IF EXISTS `KLADR_STREET`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `KLADR_STREET` (
  `CODE` varchar(250) NOT NULL,
  PRIMARY KEY (`CODE`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `KLADR_STREET`
--

LOCK TABLES `KLADR_STREET` WRITE;
/*!40000 ALTER TABLE `KLADR_STREET` DISABLE KEYS */;
INSERT INTO `KLADR_STREET` VALUES ('00000');
/*!40000 ALTER TABLE `KLADR_STREET` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_housing_commercial`
--

DROP TABLE IF EXISTS `rrb_housing_commercial`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_housing_commercial` (
  `id` int(11) NOT NULL,
  `last_user_id` int(11) DEFAULT NULL,
  `date_rec` datetime DEFAULT NULL,
  `comercial_available` int(11) DEFAULT NULL COMMENT 'наличие и место расположения коммерческих помещений\n',
  `commercial_area` float DEFAULT NULL COMMENT 'площадь коммерческих помещений',
  `rrb_housing_id` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`,`rrb_housing_id`),
  KEY `fk_rrb_housing_comercial_1` (`rrb_housing_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_housing_commercial`
--

LOCK TABLES `rrb_housing_commercial` WRITE;
/*!40000 ALTER TABLE `rrb_housing_commercial` DISABLE KEYS */;
/*!40000 ALTER TABLE `rrb_housing_commercial` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_housing_finance`
--

DROP TABLE IF EXISTS `rrb_housing_finance`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_housing_finance` (
  `id` int(11) NOT NULL,
  `last_user_id` int(11) DEFAULT NULL,
  `date_rec` datetime DEFAULT NULL,
  `contract_type_id` int(11) DEFAULT NULL COMMENT 'тип заключаемого договора с покупателем',
  `leasing_id` int(11) DEFAULT NULL COMMENT 'наличие рассрочки',
  `leasing_conditions` varchar(450) DEFAULT NULL COMMENT 'условия рассрочки',
  `ipoteka_id` int(11) DEFAULT NULL,
  `ipoteka_conditions` varchar(450) DEFAULT NULL,
  `min_price` float DEFAULT NULL,
  `avg_unit_price` float DEFAULT NULL COMMENT 'Средняя удельная цена по объекту, руб./кв.м.',
  `max_price` float DEFAULT NULL COMMENT 'Макс. Цена (кв.м)',
  `avg_unit_price_1r` float DEFAULT NULL,
  `avg_unit_price_2r` float DEFAULT NULL,
  `avg_unit_price_3r` float DEFAULT NULL,
  `avg_unit_price_4r` float DEFAULT NULL,
  `avg_unit_price_5r` float DEFAULT NULL,
  `avg_unit_price_6r` float DEFAULT NULL,
  `avg_unit_price_nr` float DEFAULT NULL,
  `total_flats_sale` float DEFAULT NULL COMMENT 'Всего квартир в продаже (шт.)',
  `total_1r_flats_sale` float DEFAULT NULL,
  `total_2r_flats_sale` float DEFAULT NULL,
  `total_3r_flats_sale` float DEFAULT NULL,
  `total_4r_flats_sale` float DEFAULT NULL,
  `total_5r_flats_sale` float DEFAULT NULL,
  `total_6r_flats_sale` float DEFAULT NULL,
  `total_nr_flats_sale` float DEFAULT NULL,
  `koefficent` float DEFAULT NULL,
  `rates_sales_quarterly` float DEFAULT NULL COMMENT 'Оценка темпов продаж за квартал',
  `rates_sales_from_start` float DEFAULT NULL COMMENT 'Оценка темпов продаж с начала реализации',
  `avg_area_of_flat` float DEFAULT NULL,
  `tot_area_flat_in_offer` float DEFAULT NULL COMMENT 'Суммарная площадь квартир в предложении, кв. м',
  `total_whole_price_in_offer` float DEFAULT NULL COMMENT 'Суммарная полная цена квартир, руб.',
  `tot_area_1r_flat_offer` float DEFAULT NULL,
  `total_1r_whole_price_offer` float DEFAULT NULL,
  `tot_area_2r_flat_offer` float DEFAULT NULL,
  `total_2r_whole_price_offer` float DEFAULT NULL,
  `tot_area_3r_flat_offer` float DEFAULT NULL,
  `total_3r_whole_price_offer` float DEFAULT NULL,
  `tot_area_nr_flat_offer` float DEFAULT NULL,
  `total_nr_whole_price_offer` float DEFAULT NULL,
  `quotas_id` int(11) DEFAULT NULL,
  `update_category_id` int(11) DEFAULT NULL,
  `info_source` text,
  `collect_information_dt` date DEFAULT NULL COMMENT 'дата сбора информации',
  `report_on_phase_dt` date DEFAULT NULL COMMENT 'дата отчета по этапу',
  `impl_status_id` int(11) DEFAULT NULL COMMENT 'статус реализации',
  `input_in_db_dt` datetime DEFAULT NULL,
  `comment_txt` text COMMENT '	',
  `rrb_housing_id` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`,`rrb_housing_id`),
  KEY `fk_rrb_housing_finance_1` (`rrb_housing_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_housing_finance`
--

LOCK TABLES `rrb_housing_finance` WRITE;
/*!40000 ALTER TABLE `rrb_housing_finance` DISABLE KEYS */;
/*!40000 ALTER TABLE `rrb_housing_finance` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_users`
--

DROP TABLE IF EXISTS `rrb_users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `login` varchar(45) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `pass` varchar(45) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `name` varchar(45) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `middle_name` varchar(45) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'отчество',
  `last_name` varchar(45) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL COMMENT 'фамилия',
  `rrl_dep_id` int(11) DEFAULT NULL,
  `user_status` int(11) DEFAULT NULL COMMENT '1 - активный\n0- уволен',
  `user_photo` blob,
  `user_start_date` datetime DEFAULT NULL,
  `user_birthday` date DEFAULT NULL,
  `date_rec` date DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_users`
--

LOCK TABLES `rrb_users` WRITE;
/*!40000 ALTER TABLE `rrb_users` DISABLE KEYS */;
INSERT INTO `rrb_users` VALUES (1,'admin','1000','admin2','Adminich','Rootenberg',NULL,NULL,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `rrb_users` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_handbooks_copy1`
--

DROP TABLE IF EXISTS `rrb_handbooks_copy1`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_handbooks_copy1` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `handbook_name` varchar(250) NOT NULL,
  `last_user_id` int(11) NOT NULL,
  `date_rec` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_handbooks_copy1`
--

LOCK TABLES `rrb_handbooks_copy1` WRITE;
/*!40000 ALTER TABLE `rrb_handbooks_copy1` DISABLE KEYS */;
/*!40000 ALTER TABLE `rrb_handbooks_copy1` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_s_handbooks`
--

DROP TABLE IF EXISTS `rrb_s_handbooks`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_s_handbooks` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `rrb_handbooks_id` int(11) NOT NULL,
  `hndb_value` text,
  `last_user_id` int(11) NOT NULL,
  `date_rec` datetime NOT NULL,
  `key_id` int(11) DEFAULT NULL COMMENT 'значение ключа загруженное из файла',
  PRIMARY KEY (`id`),
  KEY `fk_rrb_s_hnbks_1` (`rrb_handbooks_id`)
) ENGINE=InnoDB AUTO_INCREMENT=429 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_s_handbooks`
--

LOCK TABLES `rrb_s_handbooks` WRITE;
/*!40000 ALTER TABLE `rrb_s_handbooks` DISABLE KEYS */;
INSERT INTO `rrb_s_handbooks` VALUES (1,1,'Значение справочника',1,'2012-07-28 13:46:43',0),(2,2,'ДА',1,'2012-07-28 13:46:43',1),(3,2,'НЕТ',1,'2012-07-28 13:46:43',2),(4,3,'ДЕРЕВЯННЫЕ',1,'2012-07-28 13:46:43',1),(5,3,'ИНОЕ',1,'2012-07-28 13:46:43',2),(6,3,'КАРКАСНЫЕ ДЕРЕВЯННЫЕ (СЭНДВИЧ-ПАНЕЛИ, КАНАДСКИЕ ДОМА И Т.П.)',1,'2012-07-28 13:46:43',3),(7,3,'КИРПИЧНЫЕ',1,'2012-07-28 13:46:43',4),(8,3,'ЛЕГКОБЕТОННЫЕ БЛОКИ С ДАЛЬНЕЙШЕЙ ОБЛИЦОВКОЙ ПАНЕЛЯМИ',1,'2012-07-28 13:46:43',5),(9,3,'ЛЕГКОБЕТОННЫЕ БЛОКИ С ДАЛЬНЕЙШЕЙ ШТУКАТУРКОЙ И ОТДЕЛКОЙ',1,'2012-07-28 13:46:43',6),(10,3,'ЛЕГКОБЕТОННЫЕ БЛОКИ С ОБЛИЦОВКОЙ ПАНЕЛЯМИ (НАВЕСНЫЕ ПАНЕЛИ, БЛОК-ХАУС И Т.П.)',1,'2012-07-28 13:46:43',7),(11,3,'ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)',1,'2012-07-28 13:46:43',8),(12,4,'НЕТ',1,'2012-07-28 13:46:43',1),(13,4,'ПОДВАЛ',1,'2012-07-28 13:46:43',2),(14,4,'ЦОКОЛЬ',1,'2012-07-28 13:46:43',3),(15,4,'СТИЛОБАТ',1,'2012-07-28 13:46:43',4),(16,4,'1 ЭТАЖ',1,'2012-07-28 13:46:43',5),(17,4,'1-2 ЭТАЖИ',1,'2012-07-28 13:46:43',6),(18,4,'1-3 ЭТАЖИ',1,'2012-07-28 13:46:43',7),(19,4,'1 И 3 ЭТАЖИ',1,'2012-07-28 13:46:43',8),(20,4,'2-3 ЭТАЖИ',1,'2012-07-28 13:46:43',9),(21,4,'ЦОКОЛЬ - 1 ЭТАЖ',1,'2012-07-28 13:46:43',10),(22,4,'ПОДВАЛ - 1 ЭТАЖ',1,'2012-07-28 13:46:43',11),(23,4,'ЦОКОЛЬ - 2 ЭТАЖ',1,'2012-07-28 13:46:43',12),(24,4,'ПОДВАЛ - 2 ЭТАЖ',1,'2012-07-28 13:46:43',13),(25,4,'ЦОКОЛЬ - 3 ЭТАЖ',1,'2012-07-28 13:46:43',14),(26,4,'ПОДВАЛ - 3 ЭТАЖ',1,'2012-07-28 13:46:43',15),(27,5,'ДА',1,'2012-07-28 13:46:43',1),(28,5,'НЕТ',1,'2012-07-28 13:46:43',2),(29,5,'НЕ УКАЗАНО',1,'2012-07-28 13:46:43',3),(30,6,'ДА',1,'2012-07-28 13:46:43',1),(31,6,'НЕТ',1,'2012-07-28 13:46:43',2),(32,6,'НЕИЗВЕСТНО',1,'2012-07-28 13:46:43',3),(33,6,'ПО ЖЕЛАНИЮ ПОКУПАТЕЛЯ',1,'2012-07-28 13:46:43',4),(34,7,'НЕТ',1,'2012-07-28 13:46:43',1),(35,7,'КОНСЬЕРЖ',1,'2012-07-28 13:46:43',2),(36,7,'КПП НА ВЪЕЗД',1,'2012-07-28 13:46:43',3),(37,7,'ВИДЕОНАБЛЮДЕНИЕ, КПП И ОХРАНА ВНУТРЕННЕЙ ТЕРРИТОРИИ',1,'2012-07-28 13:46:43',4),(38,7,'НЕИЗВЕСТНО',1,'2012-07-28 13:46:43',5),(39,8,'ЭКОНОМ-КЛАСС',1,'2012-07-28 13:46:43',1),(40,8,'СРЕДНИЙ',1,'2012-07-28 13:46:43',2),(41,8,'БИЗНЕС-КЛАСС',1,'2012-07-28 13:46:43',3),(42,8,'ЭЛИТНЫЙ',1,'2012-07-28 13:46:43',4),(43,9,'0. ПРОЕКТ',1,'2012-07-28 13:46:43',1),(44,9,'1. ПРОЕКТНАЯ ДЕКЛАРАЦИЯ',1,'2012-07-28 13:46:43',2),(45,9,'2. НАЧАЛО СТРОИТЕЛЬСТВА - ЗАКЛАДКА ФУНДАМЕНТА',1,'2012-07-28 13:46:43',3),(46,9,'3. ВОЗВЕДЕНИЕ СТЕН ДОМА',1,'2012-07-28 13:46:43',4),(47,9,'4. ЗАВЕРШЕНИЕ МОНТАЖА И ПОДКЛЮЧЕНИЕ ВНУТРЕННЕГО ИНЖЕНЕРНОГО ОБОРУДОВАНИЯ',1,'2012-07-28 13:46:43',5),(48,9,'5. ВВЕДЕННЫЙ В  ЭКСПЛУАТАЦИЮ  ДОМ',1,'2012-07-28 13:46:43',6),(49,9,'6. ЖИЛЬЕ, ОФОРМЛЕННОЕ В СОБСТВЕННОСТЬ ЗАСТРОЙЩИКА',1,'2012-07-28 13:46:43',7),(50,10,'В ПРОДАЖЕ',1,'2012-07-28 13:46:43',1),(51,10,'ПРОДАН',1,'2012-07-28 13:46:43',2),(52,10,'НЕ ДЛЯ ПРОДАЖИ (СОЦИАЛЬНЫЙ)',1,'2012-07-28 13:46:43',3),(53,10,'ПЛАНИРУЕМЫЙ',1,'2012-07-28 13:46:43',4),(54,10,'ПРОДАЖИ ПРИОСТАНОВЛЕНЫ',1,'2012-07-28 13:46:43',5),(55,11,'ВЕДЕТСЯ',1,'2012-07-28 13:46:43',1),(56,11,'НЕ ВЕДЕТСЯ (ПРИОСТАНОВЛЕНО)',1,'2012-07-28 13:46:43',2),(57,11,'ЗАВЕРШЕНО',1,'2012-07-28 13:46:43',3),(58,12,'АЛТАЙСКИЙ КРАЙ',1,'2012-07-28 13:46:43',1),(59,12,'АМУРСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',2),(60,12,'АРХАНГЕЛЬСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',3),(61,12,'АСТРАХАНСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',4),(62,12,'БЕЛГОРОДСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',5),(63,12,'БРЯНСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',6),(64,12,'ВЛАДИМИРСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',7),(65,12,'ВОЛГОГРАДСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',8),(66,12,'ВОЛОГОДСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',9),(67,12,'ВОРОНЕЖСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',10),(68,12,'ЕВРЕЙСКАЯ АВТОНОМНАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',11),(69,12,'ЗАБАЙКАЛЬСКИЙ КРАЙ',1,'2012-07-28 13:46:43',12),(70,12,'ИВАНОВСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',13),(71,12,'ИРКУТСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',14),(72,12,'КАБАРДИНО-БАЛКАРСКАЯ РЕСПУБЛИКА',1,'2012-07-28 13:46:43',15),(73,12,'КАЛИНИНГРАДСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',16),(74,12,'КАЛУЖСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',17),(75,12,'КАМЧАТСКИЙ КРАЙ',1,'2012-07-28 13:46:43',18),(76,12,'КАРАЧАЕВО-ЧЕРКЕССКАЯ РЕСПУБЛИКА',1,'2012-07-28 13:46:43',19),(77,12,'КЕМЕРОВСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',20),(78,12,'КИРОВСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',21),(79,12,'КОСТРОМСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',22),(80,12,'КРАСНОДАРСКИЙ КРАЙ',1,'2012-07-28 13:46:43',23),(81,12,'КРАСНОЯРСКИЙ КРАЙ',1,'2012-07-28 13:46:43',24),(82,12,'КУРГАНСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',25),(83,12,'КУРСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',26),(84,12,'ЛЕНИНГРАДСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',27),(85,12,'ЛИПЕЦКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',28),(86,12,'МАГАДАНСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',29),(87,12,'МОСКВА',1,'2012-07-28 13:46:43',30),(88,12,'МОСКОВСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',31),(89,12,'МУРМАНСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',32),(90,12,'НЕНЕЦКИЙ АВТОНОМНЫЙ ОКРУГ',1,'2012-07-28 13:46:43',33),(91,12,'НИЖЕГОРОДСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',34),(92,12,'НОВГОРОДСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',35),(93,12,'НОВОСИБИРСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',36),(94,12,'ОМСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',37),(95,12,'ОРЕНБУРГСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',38),(96,12,'ОРЛОВСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',39),(97,12,'ПЕНЗЕНСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',40),(98,12,'ПЕРМСКИЙ КРАЙ',1,'2012-07-28 13:46:43',41),(99,12,'ПРИМОРСКИЙ КРАЙ',1,'2012-07-28 13:46:43',42),(100,12,'ПСКОВСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',43),(101,12,'РЕСПУБЛИКА АДЫГЕЯ (АДЫГЕЯ)',1,'2012-07-28 13:46:43',44),(102,12,'РЕСПУБЛИКА АЛТАЙ',1,'2012-07-28 13:46:43',45),(103,12,'РЕСПУБЛИКА БАШКОРТОСТАН',1,'2012-07-28 13:46:43',46),(104,12,'РЕСПУБЛИКА БУРЯТИЯ',1,'2012-07-28 13:46:43',47),(105,12,'РЕСПУБЛИКА ДАГЕСТАН',1,'2012-07-28 13:46:43',48),(106,12,'РЕСПУБЛИКА ИНГУШЕТИЯ',1,'2012-07-28 13:46:43',49),(107,12,'РЕСПУБЛИКА КАЛМЫКИЯ',1,'2012-07-28 13:46:43',50),(108,12,'РЕСПУБЛИКА КАРЕЛИЯ',1,'2012-07-28 13:46:43',51),(109,12,'РЕСПУБЛИКА КОМИ',1,'2012-07-28 13:46:43',52),(110,12,'РЕСПУБЛИКА МАРИЙ ЭЛ',1,'2012-07-28 13:46:43',53),(111,12,'РЕСПУБЛИКА МОРДОВИЯ',1,'2012-07-28 13:46:43',54),(112,12,'РЕСПУБЛИКА САХА (ЯКУТИЯ)',1,'2012-07-28 13:46:43',55),(113,12,'РЕСПУБЛИКА СЕВЕРНАЯ ОСЕТИЯ - АЛАНИЯ',1,'2012-07-28 13:46:43',56),(114,12,'РЕСПУБЛИКА ТАТАРСТАН (ТАТАРСТАН)',1,'2012-07-28 13:46:43',57),(115,12,'РЕСПУБЛИКА ТЫВА',1,'2012-07-28 13:46:43',58),(116,12,'РЕСПУБЛИКА ХАКАСИЯ',1,'2012-07-28 13:46:43',59),(117,12,'РОСТОВСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',60),(118,12,'РЯЗАНСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',61),(119,12,'САМАРСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',62),(120,12,'САНКТ-ПЕТЕРБУРГ',1,'2012-07-28 13:46:43',63),(121,12,'САРАТОВСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',64),(122,12,'САХАЛИНСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',65),(123,12,'СВЕРДЛОВСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',66),(124,12,'СМОЛЕНСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',67),(125,12,'СТАВРОПОЛЬСКИЙ КРАЙ',1,'2012-07-28 13:46:43',68),(126,12,'ТАМБОВСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',69),(127,12,'ТВЕРСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',70),(128,12,'ТОМСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',71),(129,12,'ТУЛЬСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',72),(130,12,'ТЮМЕНСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',73),(131,12,'УДМУРТСКАЯ РЕСПУБЛИКА',1,'2012-07-28 13:46:43',74),(132,12,'УЛЬЯНОВСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',75),(133,12,'ХАБАРОВСКИЙ КРАЙ',1,'2012-07-28 13:46:43',76),(134,12,'ХАНТЫ-МАНСИЙСКИЙ АВТОНОМНЫЙ ОКРУГ – ЮГРА',1,'2012-07-28 13:46:43',77),(135,12,'ЧЕЛЯБИНСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',78),(136,12,'ЧЕЧЕНСКАЯ РЕСПУБЛИКА',1,'2012-07-28 13:46:43',79),(137,12,'ЧУВАШСКАЯ РЕСПУБЛИКА - ЧУВАШИЯ',1,'2012-07-28 13:46:43',80),(138,12,'ЧУКОТСКИЙ АВТОНОМНЫЙ ОКРУГ',1,'2012-07-28 13:46:43',81),(139,12,'ЯМАЛО-НЕНЕЦКИЙ АВТОНОМНЫЙ ОКРУГ',1,'2012-07-28 13:46:43',82),(140,12,'ЯРОСЛАВСКАЯ ОБЛАСТЬ',1,'2012-07-28 13:46:43',83),(141,13,'БЛОЧНЫЕ (ОБЪЕМНО-БЛОЧНЫЕ)',1,'2012-07-28 13:46:43',1),(142,13,'ДЕРЕВЯННЫЕ',1,'2012-07-28 13:46:43',2),(143,13,'ИНОЕ',1,'2012-07-28 13:46:43',3),(144,13,'КАРКАСНЫЕ (СЭНДВИЧ-ПАНЕЛИ, КАНАДСКИЕ ДОМА И Т.П.)',1,'2012-07-28 13:46:43',4),(145,13,'ЛЕГКИЕ СТАЛЬНЫЕ ТОНКОСТЕННЫЕ КОНСТРУКЦИИ (ЛСТК)',1,'2012-07-28 13:46:43',5),(146,13,'ЛЕГКОБЕТОННЫЕ',1,'2012-07-28 13:46:43',6),(147,13,'МОНОЛИТНО-КАРКАСНЫЕ',1,'2012-07-28 13:46:43',7),(148,13,'МОНОЛИТНЫЕ',1,'2012-07-28 13:46:43',8),(149,13,'ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)',1,'2012-07-28 13:46:43',9),(150,13,'СМКД (СБОРНО-МОНОЛИТНОЕ КАРКАСНОЕ ДОМОСТРОЕНИЕ)',1,'2012-07-28 13:46:43',10),(151,13,'КИРПИЧНЫЕ',1,'2012-07-28 13:46:43',11),(152,14,'ФЗ-214',1,'2012-07-28 13:46:43',1),(153,14,'ДОГОВОР КУПЛИ-ПРОДАЖИ (ПРИ РЕАЛИЗАЦИИ КВАРТИР В ПОСТРОЕННОМ И СДАННОМ ГК ДОМЕ)',1,'2012-07-28 13:46:43',2),(154,14,'ИНОЕ',1,'2012-07-28 13:46:43',3),(155,15,'КОМПЛЕКСНОЕ ОСВОЕНИЕ В ЦЕЛЯХ ЖИЛИЩНОГО СТРОИТЕЛЬСТВА',1,'2012-07-28 13:46:43',1),(156,15,'РАЗВИТИЕ ЗАСТРОЕННЫХ ТЕРРИТОРИЙ ',1,'2012-07-28 13:46:43',2),(157,15,'ТОЧЕЧНАЯ',1,'2012-07-28 13:46:43',3),(158,16,'НЕТ',1,'2012-07-28 13:46:43',1),(159,16,'ДЕТСКИЕ ДОШКОЛЬНЫЕ УЧРЕЖДЕНИЯ (В СКОБКАХ КОЛИЧЕСТВО МЕСТ)',1,'2012-07-28 13:46:43',2),(160,16,'ОБЩЕОБРАЗОВАТЕЛЬНЫЕ ШКОЛЫ (В СКОБКАХ КОЛИЧЕСТВО МЕСТ)',1,'2012-07-28 13:46:43',3),(161,16,'АМБУЛАТОРНО-ПОЛИКЛИНИЧЕСКИЕ УЧРЕЖДЕНИЯ (В СКОБКАХ КОЛИЧЕСТВО МЕСТ)',1,'2012-07-28 13:46:43',4),(162,16,'ДЕТСКИЕ ПЛОЩАДКИ',1,'2012-07-28 13:46:43',5),(163,16,'СПОРТИВНЫЕ ПЛОЩАДКИ',1,'2012-07-28 13:46:43',6),(164,16,'ПОМЕЩЕНИЯ ДЛЯ ФИЗКУЛЬТУРНО-ОЗДОРОВИТЕЛЬНЫХ ЗАНЯТИЙ',1,'2012-07-28 13:46:43',7),(165,16,'ПРЕДПРИЯТИЯ ТОРГОВЛИ, ОБЩЕСТВЕННОГО ПИТАНИЯ И БЫТОВОГО ОБСЛУЖИВАНИЯ ПОВСЕДНЕВНОГО ПОЛЬЗОВАНИЯ',1,'2012-07-28 13:46:43',8),(166,16,'ЭКСКЛЮЗИВНЫЕ ОБЪЕКТЫ (СТАВИТСЯ В СЛУЧАЕ НЕТРИВИАЛЬНЫХ ОБЪЕКТОВ ИНФРАСТРУКТУРЫ - КАТОК, ПАРК РАЗВЛЕЧЕНИЙ ИЛИ ЧТО-ТО ПОДОБНОЕ)',1,'2012-07-28 13:46:43',9),(167,17,'НЕТ',1,'2012-07-28 13:46:43',1),(168,17,'ПОД КЛЮЧ',1,'2012-07-28 13:46:43',2),(169,17,'ПРОЧЕЕ',1,'2012-07-28 13:46:43',3),(170,18,'НЕТ',1,'2012-07-28 13:46:43',1),(171,18,'ПОДЗЕМНЫЙ',1,'2012-07-28 13:46:43',2),(172,18,'НАДЗЕМНЫЙ',1,'2012-07-28 13:46:43',3),(173,18,'НЕИЗВЕСТНО',1,'2012-07-28 13:46:43',4),(174,19,'ИНДИВИДУАЛЬНАЯ',1,'2012-07-28 13:46:43',1),(175,19,'ТИПОВАЯ',1,'2012-07-28 13:46:43',2),(176,19,'НЕИЗВЕСТНО',1,'2012-07-28 13:46:43',3),(177,20,'АЛЛЕЯ',1,'2012-07-28 13:46:43',1),(178,20,'БУЛЬВАР',1,'2012-07-28 13:46:43',2),(179,20,'ГОРОДОК',1,'2012-07-28 13:46:43',3),(180,20,'ДЕРЕВНЯ',1,'2012-07-28 13:46:43',4),(181,20,'ДОРОГА',1,'2012-07-28 13:46:43',5),(182,20,'КВАРТАЛ',1,'2012-07-28 13:46:43',6),(183,20,'КРЕПОСТЬ',1,'2012-07-28 13:46:43',7),(184,20,'ЛИНИЯ',1,'2012-07-28 13:46:43',8),(185,20,'МАГИСТРАЛЬ',1,'2012-07-28 13:46:43',9),(186,20,'МЖД',1,'2012-07-28 13:46:43',10),(187,20,'МИКРОРАЙОН',1,'2012-07-28 13:46:43',11),(188,20,'МКАД',1,'2012-07-28 13:46:43',12),(189,20,'НАБЕРЕЖНАЯ',1,'2012-07-28 13:46:43',13),(190,20,'ПАРК',1,'2012-07-28 13:46:43',14),(191,20,'ПЕРЕУЛОК',1,'2012-07-28 13:46:43',15),(192,20,'ПЛАТФОРМА',1,'2012-07-28 13:46:43',16),(193,20,'ПЛОЩАДЬ',1,'2012-07-28 13:46:43',17),(194,20,'ПОСЕЛОК',1,'2012-07-28 13:46:43',18),(195,20,'ПРОЕЗД',1,'2012-07-28 13:46:43',19),(196,20,'ПРОСЕК',1,'2012-07-28 13:46:43',20),(197,20,'ПРОСПЕКТ',1,'2012-07-28 13:46:43',21),(198,20,'СТАНЦИЯ',1,'2012-07-28 13:46:43',22),(199,20,'ТУПИК',1,'2012-07-28 13:46:43',23),(200,20,'УЛИЦА',1,'2012-07-28 13:46:43',24),(201,20,'ШОССЕ',1,'2012-07-28 13:46:43',25),(202,21,'МНОГОЭТАЖНЫЙ',1,'2012-07-28 13:46:43',1),(203,21,'МАЛОЭТАЖНЫЙ',1,'2012-07-28 13:46:43',2),(204,21,'НЕИЗВЕСТНО',1,'2012-07-28 13:46:43',3),(205,22,'ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)',1,'2012-07-28 13:46:43',1),(206,22,'БИЗНЕС (С ИСПОЛЬЗОВАНИЕМ КАЧЕСТВЕННЫХ МАТЕРИАЛОВ)',1,'2012-07-28 13:46:43',2),(207,22,'ЭКСКЛЮЗИВ (С ИСПОЛЬЗОВАНИЕМ ДОРОГИХ МАТЕРИАЛОВ)',1,'2012-07-28 13:46:43',3),(208,22,'НЕИЗВЕСТНО',1,'2012-07-28 13:46:43',4),(209,23,'ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)',1,'2012-07-28 13:46:43',1),(210,23,'БИЗНЕС (ОТДЕЛКА С ИСПОЛЬЗОВАНИЕМ КАЧЕСТВЕННЫХ МАТЕРИАЛОВ',1,'2012-07-28 13:46:43',2),(211,23,'ЭКСКЛЮЗИВ (ИСПОЛЬЗОВАНИЕ ДОРОГИХ МАТЕРИАЛОВ)',1,'2012-07-28 13:46:43',3),(212,23,'НЕИЗВЕСТНО',1,'2012-07-28 13:46:43',4),(213,24,'ДА',1,'2012-07-28 13:46:43',1),(214,24,'НЕТ',1,'2012-07-28 13:46:43',2),(215,25,'Значение справочника',1,'2012-07-30 16:01:31',0),(216,26,'ДА',1,'2012-07-30 16:01:31',1),(217,26,'НЕТ',1,'2012-07-30 16:01:31',2),(218,27,'ДЕРЕВЯННЫЕ',1,'2012-07-30 16:01:31',1),(219,27,'ИНОЕ',1,'2012-07-30 16:01:31',2),(220,27,'КАРКАСНЫЕ ДЕРЕВЯННЫЕ (СЭНДВИЧ-ПАНЕЛИ, КАНАДСКИЕ ДОМА И Т.П.)',1,'2012-07-30 16:01:31',3),(221,27,'КИРПИЧНЫЕ',1,'2012-07-30 16:01:31',4),(222,27,'ЛЕГКОБЕТОННЫЕ БЛОКИ С ДАЛЬНЕЙШЕЙ ОБЛИЦОВКОЙ ПАНЕЛЯМИ',1,'2012-07-30 16:01:31',5),(223,27,'ЛЕГКОБЕТОННЫЕ БЛОКИ С ДАЛЬНЕЙШЕЙ ШТУКАТУРКОЙ И ОТДЕЛКОЙ',1,'2012-07-30 16:01:31',6),(224,27,'ЛЕГКОБЕТОННЫЕ БЛОКИ С ОБЛИЦОВКОЙ ПАНЕЛЯМИ (НАВЕСНЫЕ ПАНЕЛИ, БЛОК-ХАУС И Т.П.)',1,'2012-07-30 16:01:31',7),(225,27,'ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)',1,'2012-07-30 16:01:31',8),(226,28,'НЕТ',1,'2012-07-30 16:01:31',1),(227,28,'ПОДВАЛ',1,'2012-07-30 16:01:31',2),(228,28,'ЦОКОЛЬ',1,'2012-07-30 16:01:31',3),(229,28,'СТИЛОБАТ',1,'2012-07-30 16:01:31',4),(230,28,'1 ЭТАЖ',1,'2012-07-30 16:01:31',5),(231,28,'1-2 ЭТАЖИ',1,'2012-07-30 16:01:31',6),(232,28,'1-3 ЭТАЖИ',1,'2012-07-30 16:01:31',7),(233,28,'1 И 3 ЭТАЖИ',1,'2012-07-30 16:01:31',8),(234,28,'2-3 ЭТАЖИ',1,'2012-07-30 16:01:31',9),(235,28,'ЦОКОЛЬ - 1 ЭТАЖ',1,'2012-07-30 16:01:31',10),(236,28,'ПОДВАЛ - 1 ЭТАЖ',1,'2012-07-30 16:01:31',11),(237,28,'ЦОКОЛЬ - 2 ЭТАЖ',1,'2012-07-30 16:01:31',12),(238,28,'ПОДВАЛ - 2 ЭТАЖ',1,'2012-07-30 16:01:31',13),(239,28,'ЦОКОЛЬ - 3 ЭТАЖ',1,'2012-07-30 16:01:31',14),(240,28,'ПОДВАЛ - 3 ЭТАЖ',1,'2012-07-30 16:01:31',15),(241,29,'ДА',1,'2012-07-30 16:01:31',1),(242,29,'НЕТ',1,'2012-07-30 16:01:31',2),(243,29,'НЕ УКАЗАНО',1,'2012-07-30 16:01:31',3),(244,30,'ДА',1,'2012-07-30 16:01:31',1),(245,30,'НЕТ',1,'2012-07-30 16:01:31',2),(246,30,'НЕИЗВЕСТНО',1,'2012-07-30 16:01:31',3),(247,30,'ПО ЖЕЛАНИЮ ПОКУПАТЕЛЯ',1,'2012-07-30 16:01:31',4),(248,31,'НЕТ',1,'2012-07-30 16:01:31',1),(249,31,'КОНСЬЕРЖ',1,'2012-07-30 16:01:31',2),(250,31,'КПП НА ВЪЕЗД',1,'2012-07-30 16:01:31',3),(251,31,'ВИДЕОНАБЛЮДЕНИЕ, КПП И ОХРАНА ВНУТРЕННЕЙ ТЕРРИТОРИИ',1,'2012-07-30 16:01:31',4),(252,31,'НЕИЗВЕСТНО',1,'2012-07-30 16:01:31',5),(253,32,'ЭКОНОМ-КЛАСС',1,'2012-07-30 16:01:31',1),(254,32,'СРЕДНИЙ',1,'2012-07-30 16:01:31',2),(255,32,'БИЗНЕС-КЛАСС',1,'2012-07-30 16:01:31',3),(256,32,'ЭЛИТНЫЙ',1,'2012-07-30 16:01:31',4),(257,33,'0. ПРОЕКТ',1,'2012-07-30 16:01:31',1),(258,33,'1. ПРОЕКТНАЯ ДЕКЛАРАЦИЯ',1,'2012-07-30 16:01:31',2),(259,33,'2. НАЧАЛО СТРОИТЕЛЬСТВА - ЗАКЛАДКА ФУНДАМЕНТА',1,'2012-07-30 16:01:31',3),(260,33,'3. ВОЗВЕДЕНИЕ СТЕН ДОМА',1,'2012-07-30 16:01:31',4),(261,33,'4. ЗАВЕРШЕНИЕ МОНТАЖА И ПОДКЛЮЧЕНИЕ ВНУТРЕННЕГО ИНЖЕНЕРНОГО ОБОРУДОВАНИЯ',1,'2012-07-30 16:01:31',5),(262,33,'5. ВВЕДЕННЫЙ В  ЭКСПЛУАТАЦИЮ  ДОМ',1,'2012-07-30 16:01:31',6),(263,33,'6. ЖИЛЬЕ, ОФОРМЛЕННОЕ В СОБСТВЕННОСТЬ ЗАСТРОЙЩИКА',1,'2012-07-30 16:01:31',7),(264,34,'В ПРОДАЖЕ',1,'2012-07-30 16:01:31',1),(265,34,'ПРОДАН',1,'2012-07-30 16:01:31',2),(266,34,'НЕ ДЛЯ ПРОДАЖИ (СОЦИАЛЬНЫЙ)',1,'2012-07-30 16:01:31',3),(267,34,'ПЛАНИРУЕМЫЙ',1,'2012-07-30 16:01:31',4),(268,34,'ПРОДАЖИ ПРИОСТАНОВЛЕНЫ',1,'2012-07-30 16:01:31',5),(269,35,'ВЕДЕТСЯ',1,'2012-07-30 16:01:31',1),(270,35,'НЕ ВЕДЕТСЯ (ПРИОСТАНОВЛЕНО)',1,'2012-07-30 16:01:31',2),(271,35,'ЗАВЕРШЕНО',1,'2012-07-30 16:01:31',3),(272,36,'АЛТАЙСКИЙ КРАЙ',1,'2012-07-30 16:01:31',1),(273,36,'АМУРСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',2),(274,36,'АРХАНГЕЛЬСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',3),(275,36,'АСТРАХАНСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',4),(276,36,'БЕЛГОРОДСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',5),(277,36,'БРЯНСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',6),(278,36,'ВЛАДИМИРСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',7),(279,36,'ВОЛГОГРАДСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',8),(280,36,'ВОЛОГОДСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',9),(281,36,'ВОРОНЕЖСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',10),(282,36,'ЕВРЕЙСКАЯ АВТОНОМНАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',11),(283,36,'ЗАБАЙКАЛЬСКИЙ КРАЙ',1,'2012-07-30 16:01:31',12),(284,36,'ИВАНОВСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',13),(285,36,'ИРКУТСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',14),(286,36,'КАБАРДИНО-БАЛКАРСКАЯ РЕСПУБЛИКА',1,'2012-07-30 16:01:31',15),(287,36,'КАЛИНИНГРАДСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',16),(288,36,'КАЛУЖСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',17),(289,36,'КАМЧАТСКИЙ КРАЙ',1,'2012-07-30 16:01:31',18),(290,36,'КАРАЧАЕВО-ЧЕРКЕССКАЯ РЕСПУБЛИКА',1,'2012-07-30 16:01:31',19),(291,36,'КЕМЕРОВСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',20),(292,36,'КИРОВСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',21),(293,36,'КОСТРОМСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',22),(294,36,'КРАСНОДАРСКИЙ КРАЙ',1,'2012-07-30 16:01:31',23),(295,36,'КРАСНОЯРСКИЙ КРАЙ',1,'2012-07-30 16:01:31',24),(296,36,'КУРГАНСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',25),(297,36,'КУРСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',26),(298,36,'ЛЕНИНГРАДСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',27),(299,36,'ЛИПЕЦКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',28),(300,36,'МАГАДАНСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',29),(301,36,'МОСКВА',1,'2012-07-30 16:01:31',30),(302,36,'МОСКОВСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',31),(303,36,'МУРМАНСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',32),(304,36,'НЕНЕЦКИЙ АВТОНОМНЫЙ ОКРУГ',1,'2012-07-30 16:01:31',33),(305,36,'НИЖЕГОРОДСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',34),(306,36,'НОВГОРОДСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',35),(307,36,'НОВОСИБИРСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',36),(308,36,'ОМСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',37),(309,36,'ОРЕНБУРГСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',38),(310,36,'ОРЛОВСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',39),(311,36,'ПЕНЗЕНСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',40),(312,36,'ПЕРМСКИЙ КРАЙ',1,'2012-07-30 16:01:31',41),(313,36,'ПРИМОРСКИЙ КРАЙ',1,'2012-07-30 16:01:31',42),(314,36,'ПСКОВСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',43),(315,36,'РЕСПУБЛИКА АДЫГЕЯ (АДЫГЕЯ)',1,'2012-07-30 16:01:31',44),(316,36,'РЕСПУБЛИКА АЛТАЙ',1,'2012-07-30 16:01:31',45),(317,36,'РЕСПУБЛИКА БАШКОРТОСТАН',1,'2012-07-30 16:01:31',46),(318,36,'РЕСПУБЛИКА БУРЯТИЯ',1,'2012-07-30 16:01:31',47),(319,36,'РЕСПУБЛИКА ДАГЕСТАН',1,'2012-07-30 16:01:31',48),(320,36,'РЕСПУБЛИКА ИНГУШЕТИЯ',1,'2012-07-30 16:01:31',49),(321,36,'РЕСПУБЛИКА КАЛМЫКИЯ',1,'2012-07-30 16:01:31',50),(322,36,'РЕСПУБЛИКА КАРЕЛИЯ',1,'2012-07-30 16:01:31',51),(323,36,'РЕСПУБЛИКА КОМИ',1,'2012-07-30 16:01:31',52),(324,36,'РЕСПУБЛИКА МАРИЙ ЭЛ',1,'2012-07-30 16:01:31',53),(325,36,'РЕСПУБЛИКА МОРДОВИЯ',1,'2012-07-30 16:01:31',54),(326,36,'РЕСПУБЛИКА САХА (ЯКУТИЯ)',1,'2012-07-30 16:01:31',55),(327,36,'РЕСПУБЛИКА СЕВЕРНАЯ ОСЕТИЯ - АЛАНИЯ',1,'2012-07-30 16:01:31',56),(328,36,'РЕСПУБЛИКА ТАТАРСТАН (ТАТАРСТАН)',1,'2012-07-30 16:01:31',57),(329,36,'РЕСПУБЛИКА ТЫВА',1,'2012-07-30 16:01:31',58),(330,36,'РЕСПУБЛИКА ХАКАСИЯ',1,'2012-07-30 16:01:31',59),(331,36,'РОСТОВСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',60),(332,36,'РЯЗАНСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',61),(333,36,'САМАРСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',62),(334,36,'САНКТ-ПЕТЕРБУРГ',1,'2012-07-30 16:01:31',63),(335,36,'САРАТОВСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',64),(336,36,'САХАЛИНСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',65),(337,36,'СВЕРДЛОВСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',66),(338,36,'СМОЛЕНСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',67),(339,36,'СТАВРОПОЛЬСКИЙ КРАЙ',1,'2012-07-30 16:01:31',68),(340,36,'ТАМБОВСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',69),(341,36,'ТВЕРСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',70),(342,36,'ТОМСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',71),(343,36,'ТУЛЬСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',72),(344,36,'ТЮМЕНСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',73),(345,36,'УДМУРТСКАЯ РЕСПУБЛИКА',1,'2012-07-30 16:01:31',74),(346,36,'УЛЬЯНОВСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',75),(347,36,'ХАБАРОВСКИЙ КРАЙ',1,'2012-07-30 16:01:31',76),(348,36,'ХАНТЫ-МАНСИЙСКИЙ АВТОНОМНЫЙ ОКРУГ – ЮГРА',1,'2012-07-30 16:01:31',77),(349,36,'ЧЕЛЯБИНСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',78),(350,36,'ЧЕЧЕНСКАЯ РЕСПУБЛИКА',1,'2012-07-30 16:01:31',79),(351,36,'ЧУВАШСКАЯ РЕСПУБЛИКА - ЧУВАШИЯ',1,'2012-07-30 16:01:31',80),(352,36,'ЧУКОТСКИЙ АВТОНОМНЫЙ ОКРУГ',1,'2012-07-30 16:01:31',81),(353,36,'ЯМАЛО-НЕНЕЦКИЙ АВТОНОМНЫЙ ОКРУГ',1,'2012-07-30 16:01:31',82),(354,36,'ЯРОСЛАВСКАЯ ОБЛАСТЬ',1,'2012-07-30 16:01:31',83),(355,37,'БЛОЧНЫЕ (ОБЪЕМНО-БЛОЧНЫЕ)',1,'2012-07-30 16:01:31',1),(356,37,'ДЕРЕВЯННЫЕ',1,'2012-07-30 16:01:31',2),(357,37,'ИНОЕ',1,'2012-07-30 16:01:31',3),(358,37,'КАРКАСНЫЕ (СЭНДВИЧ-ПАНЕЛИ, КАНАДСКИЕ ДОМА И Т.П.)',1,'2012-07-30 16:01:31',4),(359,37,'ЛЕГКИЕ СТАЛЬНЫЕ ТОНКОСТЕННЫЕ КОНСТРУКЦИИ (ЛСТК)',1,'2012-07-30 16:01:31',5),(360,37,'ЛЕГКОБЕТОННЫЕ',1,'2012-07-30 16:01:31',6),(361,37,'МОНОЛИТНО-КАРКАСНЫЕ',1,'2012-07-30 16:01:31',7),(362,37,'МОНОЛИТНЫЕ',1,'2012-07-30 16:01:31',8),(363,37,'ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)',1,'2012-07-30 16:01:31',9),(364,37,'СМКД (СБОРНО-МОНОЛИТНОЕ КАРКАСНОЕ ДОМОСТРОЕНИЕ)',1,'2012-07-30 16:01:31',10),(365,37,'КИРПИЧНЫЕ',1,'2012-07-30 16:01:31',11),(366,38,'ФЗ-214',1,'2012-07-30 16:01:31',1),(367,38,'ДОГОВОР КУПЛИ-ПРОДАЖИ (ПРИ РЕАЛИЗАЦИИ КВАРТИР В ПОСТРОЕННОМ И СДАННОМ ГК ДОМЕ)',1,'2012-07-30 16:01:31',2),(368,38,'ИНОЕ',1,'2012-07-30 16:01:31',3),(369,39,'КОМПЛЕКСНОЕ ОСВОЕНИЕ В ЦЕЛЯХ ЖИЛИЩНОГО СТРОИТЕЛЬСТВА',1,'2012-07-30 16:01:31',1),(370,39,'РАЗВИТИЕ ЗАСТРОЕННЫХ ТЕРРИТОРИЙ ',1,'2012-07-30 16:01:31',2),(371,39,'ТОЧЕЧНАЯ',1,'2012-07-30 16:01:31',3),(372,40,'НЕТ',1,'2012-07-30 16:01:31',1),(373,40,'ДЕТСКИЕ ДОШКОЛЬНЫЕ УЧРЕЖДЕНИЯ (В СКОБКАХ КОЛИЧЕСТВО МЕСТ)',1,'2012-07-30 16:01:31',2),(374,40,'ОБЩЕОБРАЗОВАТЕЛЬНЫЕ ШКОЛЫ (В СКОБКАХ КОЛИЧЕСТВО МЕСТ)',1,'2012-07-30 16:01:31',3),(375,40,'АМБУЛАТОРНО-ПОЛИКЛИНИЧЕСКИЕ УЧРЕЖДЕНИЯ (В СКОБКАХ КОЛИЧЕСТВО МЕСТ)',1,'2012-07-30 16:01:31',4),(376,40,'ДЕТСКИЕ ПЛОЩАДКИ',1,'2012-07-30 16:01:31',5),(377,40,'СПОРТИВНЫЕ ПЛОЩАДКИ',1,'2012-07-30 16:01:31',6),(378,40,'ПОМЕЩЕНИЯ ДЛЯ ФИЗКУЛЬТУРНО-ОЗДОРОВИТЕЛЬНЫХ ЗАНЯТИЙ',1,'2012-07-30 16:01:31',7),(379,40,'ПРЕДПРИЯТИЯ ТОРГОВЛИ, ОБЩЕСТВЕННОГО ПИТАНИЯ И БЫТОВОГО ОБСЛУЖИВАНИЯ ПОВСЕДНЕВНОГО ПОЛЬЗОВАНИЯ',1,'2012-07-30 16:01:31',8),(380,40,'ЭКСКЛЮЗИВНЫЕ ОБЪЕКТЫ (СТАВИТСЯ В СЛУЧАЕ НЕТРИВИАЛЬНЫХ ОБЪЕКТОВ ИНФРАСТРУКТУРЫ - КАТОК, ПАРК РАЗВЛЕЧЕНИЙ ИЛИ ЧТО-ТО ПОДОБНОЕ)',1,'2012-07-30 16:01:31',9),(381,41,'НЕТ',1,'2012-07-30 16:01:31',1),(382,41,'ПОД КЛЮЧ',1,'2012-07-30 16:01:31',2),(383,41,'ПРОЧЕЕ',1,'2012-07-30 16:01:31',3),(384,42,'НЕТ',1,'2012-07-30 16:01:31',1),(385,42,'ПОДЗЕМНЫЙ',1,'2012-07-30 16:01:31',2),(386,42,'НАДЗЕМНЫЙ',1,'2012-07-30 16:01:31',3),(387,42,'НЕИЗВЕСТНО',1,'2012-07-30 16:01:31',4),(388,43,'ИНДИВИДУАЛЬНАЯ',1,'2012-07-30 16:01:31',1),(389,43,'ТИПОВАЯ',1,'2012-07-30 16:01:31',2),(390,43,'НЕИЗВЕСТНО',1,'2012-07-30 16:01:31',3),(391,44,'АЛЛЕЯ',1,'2012-07-30 16:01:31',1),(392,44,'БУЛЬВАР',1,'2012-07-30 16:01:31',2),(393,44,'ГОРОДОК',1,'2012-07-30 16:01:31',3),(394,44,'ДЕРЕВНЯ',1,'2012-07-30 16:01:31',4),(395,44,'ДОРОГА',1,'2012-07-30 16:01:31',5),(396,44,'КВАРТАЛ',1,'2012-07-30 16:01:31',6),(397,44,'КРЕПОСТЬ',1,'2012-07-30 16:01:31',7),(398,44,'ЛИНИЯ',1,'2012-07-30 16:01:31',8),(399,44,'МАГИСТРАЛЬ',1,'2012-07-30 16:01:31',9),(400,44,'МЖД',1,'2012-07-30 16:01:31',10),(401,44,'МИКРОРАЙОН',1,'2012-07-30 16:01:31',11),(402,44,'МКАД',1,'2012-07-30 16:01:31',12),(403,44,'НАБЕРЕЖНАЯ',1,'2012-07-30 16:01:31',13),(404,44,'ПАРК',1,'2012-07-30 16:01:31',14),(405,44,'ПЕРЕУЛОК',1,'2012-07-30 16:01:31',15),(406,44,'ПЛАТФОРМА',1,'2012-07-30 16:01:31',16),(407,44,'ПЛОЩАДЬ',1,'2012-07-30 16:01:31',17),(408,44,'ПОСЕЛОК',1,'2012-07-30 16:01:31',18),(409,44,'ПРОЕЗД',1,'2012-07-30 16:01:31',19),(410,44,'ПРОСЕК',1,'2012-07-30 16:01:31',20),(411,44,'ПРОСПЕКТ',1,'2012-07-30 16:01:31',21),(412,44,'СТАНЦИЯ',1,'2012-07-30 16:01:31',22),(413,44,'ТУПИК',1,'2012-07-30 16:01:31',23),(414,44,'УЛИЦА',1,'2012-07-30 16:01:31',24),(415,44,'ШОССЕ',1,'2012-07-30 16:01:31',25),(416,45,'МНОГОЭТАЖНЫЙ',1,'2012-07-30 16:01:31',1),(417,45,'МАЛОЭТАЖНЫЙ',1,'2012-07-30 16:01:31',2),(418,45,'НЕИЗВЕСТНО',1,'2012-07-30 16:01:31',3),(419,46,'ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)',1,'2012-07-30 16:01:31',1),(420,46,'БИЗНЕС (С ИСПОЛЬЗОВАНИЕМ КАЧЕСТВЕННЫХ МАТЕРИАЛОВ)',1,'2012-07-30 16:01:31',2),(421,46,'ЭКСКЛЮЗИВ (С ИСПОЛЬЗОВАНИЕМ ДОРОГИХ МАТЕРИАЛОВ)',1,'2012-07-30 16:01:31',3),(422,46,'НЕИЗВЕСТНО',1,'2012-07-30 16:01:31',4),(423,47,'ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)',1,'2012-07-30 16:01:31',1),(424,47,'БИЗНЕС (ОТДЕЛКА С ИСПОЛЬЗОВАНИЕМ КАЧЕСТВЕННЫХ МАТЕРИАЛОВ',1,'2012-07-30 16:01:31',2),(425,47,'ЭКСКЛЮЗИВ (ИСПОЛЬЗОВАНИЕ ДОРОГИХ МАТЕРИАЛОВ)',1,'2012-07-30 16:01:31',3),(426,47,'НЕИЗВЕСТНО',1,'2012-07-30 16:01:31',4),(427,48,'ДА',1,'2012-07-30 16:01:31',1),(428,48,'НЕТ',1,'2012-07-30 16:01:31',2);
/*!40000 ALTER TABLE `rrb_s_handbooks` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_apartment_comlex`
--

DROP TABLE IF EXISTS `rrb_apartment_comlex`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_apartment_comlex` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `complex_name` varchar(250) DEFAULT NULL,
  `last_user_id` int(11) DEFAULT NULL,
  `date_rec` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_apartment_comlex`
--

LOCK TABLES `rrb_apartment_comlex` WRITE;
/*!40000 ALTER TABLE `rrb_apartment_comlex` DISABLE KEYS */;
INSERT INTO `rrb_apartment_comlex` VALUES (1,'мкр. \"1 Мая\"',1,'2012-08-09 10:10:43'),(2,'Никольско-Трубецкое',1,'2012-08-09 10:10:43'),(3,'Поляна',1,'2012-08-09 10:10:44'),(4,'Лукино',1,'2012-08-09 10:10:45'),(5,'Сакраменто',1,'2012-08-09 10:10:45'),(6,'Акварели',1,'2012-08-09 10:10:46'),(7,'Твой адрес мечты',1,'2012-08-09 10:10:47'),(8,'Булганинский/ Щитниковский Лес',1,'2012-08-09 10:10:47'),(9,'г. Балашиха- мкр. 16а- вл. 8-9',1,'2012-08-09 10:10:48'),(10,'г. Балашиха- мкр. 17- корп. 38А',1,'2012-08-09 10:10:49'),(11,'г. Балашиха- мкр. 21- корп. 18',1,'2012-08-09 10:10:49'),(12,'Поле чудес',1,'2012-08-09 10:10:50'),(13,'Балашиха-Парк',1,'2012-08-09 10:10:50'),(14,'Южная Звезда',1,'2012-08-09 10:10:52'),(15,'Первомайка',1,'2012-08-09 10:10:53'),(16,'Янтарный',1,'2012-08-09 10:10:54'),(17,'Жираф ',1,'2012-08-09 10:10:58'),(18,'Дом у воды',1,'2012-08-09 10:10:58'),(19,'Жемчужина Балашихи',1,'2012-08-09 10:10:59'),(20,'Салтыковка-Престиж',1,'2012-08-09 10:11:00'),(21,'Балашиха-сити',1,'2012-08-09 10:11:01');
/*!40000 ALTER TABLE `rrb_apartment_comlex` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_housing_flat_info`
--

DROP TABLE IF EXISTS `rrb_housing_flat_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_housing_flat_info` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `last_user_id` int(11) NOT NULL,
  `date_rec` datetime DEFAULT NULL,
  `total_area_all_flats` float DEFAULT NULL,
  `total_area_studio` float DEFAULT NULL,
  `total_area_1rooms` float DEFAULT NULL,
  `total_area_2rooms` float DEFAULT NULL,
  `total_area_3rooms` float DEFAULT NULL,
  `total_area_4rooms` float DEFAULT NULL,
  `total_area_5rooms` float DEFAULT NULL,
  `total_area_6rooms` float DEFAULT NULL,
  `avg_area_studio` float DEFAULT NULL,
  `min_area_studio` float DEFAULT NULL,
  `max_area_studio` float DEFAULT NULL,
  `min_area_st_wo_unheat` float DEFAULT NULL COMMENT 'минимальная площадь студии без учета неотапливаемых помещений',
  `max_area_st_wo_unheat` float DEFAULT NULL COMMENT 'максимальная площадь студии без учета неотапливаемых помещений',
  `avg_area_1r` float DEFAULT NULL,
  `min_area_1r` float DEFAULT NULL,
  `max_area_1r` float DEFAULT NULL,
  `min_area_1r_wo_unheat` float DEFAULT NULL,
  `max_area_1r_wo_unheat` float DEFAULT NULL,
  `avg_area_2r` float DEFAULT NULL,
  `min_area_2r` float DEFAULT NULL,
  `max_area_2r` float DEFAULT NULL,
  `min_area_2r_wo_unheat` float DEFAULT NULL,
  `max_area_2r_wo_unheat` float DEFAULT NULL,
  `avg_area_3r` float DEFAULT NULL,
  `min_area_3r` float DEFAULT NULL,
  `max_area_3r` float DEFAULT NULL,
  `min_area_3r_wo_unheat` float DEFAULT NULL,
  `max_area_3r_wo_unheat` float DEFAULT NULL,
  `avg_area_4r` float DEFAULT NULL,
  `min_area_4r` float DEFAULT NULL,
  `max_area_4r` float DEFAULT NULL,
  `min_area_4r_wo_unheat` float DEFAULT NULL,
  `max_area_4r_wo_unheat` float DEFAULT NULL,
  `avg_area_5r` float DEFAULT NULL,
  `min_area_5r` float DEFAULT NULL,
  `max_area_5r` float DEFAULT NULL,
  `min_area_5r_wo_unheat` float DEFAULT NULL,
  `max_area_5r_wo_unheat` float DEFAULT NULL,
  `avg_area_6r` float DEFAULT NULL,
  `min_area_6r` float DEFAULT NULL,
  `max_area_6r` float DEFAULT NULL,
  `min_area_6r_wo_unheat` float DEFAULT NULL,
  `max_area_6r_wo_unheat` float DEFAULT NULL,
  `avg_area_n_room` float DEFAULT NULL,
  `min_area_n_room` float DEFAULT NULL,
  `max_area_n_room` float DEFAULT NULL,
  `min_area_n_wo_unheat` float DEFAULT NULL,
  `max_area_n_wo_unheat` float DEFAULT NULL,
  `total_area_n_rooms` float DEFAULT NULL,
  `total_count_all_flats` float DEFAULT NULL COMMENT 'общее количество квартир объекта',
  `total_count_studio` float DEFAULT NULL,
  `total_count_1_rooms` float DEFAULT NULL,
  `total_count_2_rooms` float DEFAULT NULL,
  `total_count_3_rooms` float DEFAULT NULL,
  `total_count_4_rooms` float DEFAULT NULL,
  `total_count_5_rooms` float DEFAULT NULL,
  `total_count_6_rooms` float DEFAULT NULL,
  `total_count_n_rooms` float DEFAULT NULL,
  `rrb_housing_id` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`,`rrb_housing_id`),
  UNIQUE KEY `fk_rrb_housing_flat_info_1` (`rrb_housing_id`)
) ENGINE=InnoDB AUTO_INCREMENT=51 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_housing_flat_info`
--

LOCK TABLES `rrb_housing_flat_info` WRITE;
/*!40000 ALTER TABLE `rrb_housing_flat_info` DISABLE KEYS */;
INSERT INTO `rrb_housing_flat_info` VALUES (1,1,'2012-08-09 10:10:43',22752,99999,3772,11107,7862,99999,99999,99999,0,99999,99999,99999,99999,39,38,40,101010,101010,57,51,64,101010,101010,81,79,84,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,384,99999,96,192,96,99999,99999,99999,0,1),(2,1,'2012-08-09 10:10:43',21560,99999,4608,6012,7257,2345,99999,99999,0,99999,99999,99999,99999,51,48,54,101010,101010,83,72,96,101010,101010,100,94,127,101010,101010,130,130,130,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,130,130,130,0,0,2345,252,99999,90,72,72,18,99999,99999,18,2),(3,1,'2012-08-09 10:10:44',25695,99999,11818,5781,8155,99999,99999,99999,0,99999,99999,99999,99999,46,40,50,101010,101010,80,72,88,101010,101010,116,112,121,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,394,99999,252,72,70,99999,99999,99999,0,3),(4,1,'2012-08-09 10:10:44',11077,99999,5388,2624,3660,99999,99999,99999,0,99999,99999,99999,99999,44,44,45,101010,101010,65,65,65,101010,101010,91,91,91,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,220,99999,120,50,50,99999,99999,99999,0,4),(5,1,'2012-08-09 10:10:44',7920,99999,99999,99999,99999,99999,99999,22880,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,260,200,320,101010,101010,260,200,320,0,0,22880,88,99999,99999,99999,99999,99999,99999,88,88,5),(6,1,'2012-08-09 10:10:45',23880,99999,10886,3528,9465,99999,99999,99999,0,99999,99999,99999,99999,48,44,54,101010,101010,73,71,74,101010,101010,98,96,100,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,368,99999,224,48,96,99999,99999,99999,0,6),(7,1,'2012-08-09 10:10:45',20980,99999,9753,4915,6310,99999,99999,99999,0,99999,99999,99999,99999,50,45,56,101010,101010,76,73,80,101010,101010,98,92,104,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,320,99999,192,64,64,99999,99999,99999,0,7),(8,1,'2012-08-09 10:10:45',15592,99999,3526,12065,99999,99999,99999,99999,0,99999,99999,99999,99999,35,33,37,101010,101010,54,50,58,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,322,99999,100,222,99999,99999,99999,99999,0,8),(9,1,'2012-08-09 10:10:46',63427,99999,36252,27175,99999,99999,99999,99999,0,99999,99999,99999,99999,35,33,37,101010,101010,54,50,58,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,1528,99999,1028,500,99999,99999,99999,99999,0,9),(10,1,'2012-08-09 10:10:46',67117,99999,32112,10388,24032,583,99999,99999,0,99999,99999,99999,99999,52,33,71,101010,101010,68,66,71,101010,101010,110,75,146,101010,101010,145,145,145,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,145,145,145,0,0,0,990,99999,614,151,217,4,99999,99999,4,10),(11,1,'2012-08-09 10:10:47',11344,99999,3390,4654,3299,99999,99999,99999,0,99999,99999,99999,99999,45,40,51,101010,101010,62,60,65,101010,101010,84,81,88,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,188,99999,75,74,39,99999,99999,99999,0,11),(12,1,'2012-08-09 10:10:47',43336,99999,11316,16767,14907,99999,346,99999,0,99999,99999,99999,99999,49,39,53,101010,101010,72,70,75,101010,101010,96,91,103,101010,101010,0,99999,99999,99999,99999,173,173,173,101010,101010,0,99999,99999,99999,99999,0,0,0,0,0,0,616,99999,230,230,154,99999,2,99999,0,12),(13,1,'2012-08-09 10:10:48',32300,99999,10936,6843,18014,99999,99999,99999,0,99999,99999,99999,99999,44,42,46,101010,101010,65,63,67,101010,101010,111,82,90,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,514,99999,248,104,162,99999,99999,99999,0,13),(14,1,'2012-08-09 10:10:49',7070,99999,1219,3494,2355,99999,99999,99999,0,99999,99999,99999,99999,38,38,38,101010,101010,54,51,57,101010,101010,73,73,73,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,128,99999,32,64,32,99999,99999,99999,0,14),(15,1,'2012-08-09 10:10:49',6387,99999,1379,1856,2879,99999,99999,99999,0,99999,99999,99999,99999,41,41,41,101010,101010,58,58,58,101010,101010,84,82,86,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,99,99999,33,32,34,99999,99999,99999,0,15),(16,1,'2012-08-09 10:10:50',13926,99999,4498,5632,3991,99999,99999,99999,0,99999,99999,99999,99999,44,42,46,101010,101010,61,54,69,101010,101010,88,76,101,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,238,99999,102,91,45,99999,99999,99999,0,16),(17,1,'2012-08-09 10:10:50',9414,99999,3131,4244,1797,99999,99999,99999,0,99999,99999,99999,99999,49,47,52,101010,101010,67,65,69,101010,101010,85,81,89,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,147,99999,63,63,21,99999,99999,99999,0,17),(18,1,'2012-08-09 10:10:50',16050,99999,2522,7452,5242,99999,99999,99999,0,99999,99999,99999,99999,37,36,38,101010,101010,54,51,57,101010,101010,77,73,80,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,272,99999,68,136,68,99999,99999,99999,0,18),(19,1,'2012-08-09 10:10:51',29206,99999,4022,7812,17371,99999,99999,99999,0,99999,99999,99999,99999,41,41,41,101010,101010,65,65,65,101010,101010,103,103,103,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,384,99999,96,120,168,99999,99999,99999,0,19),(20,1,'2012-08-09 10:10:51',29206,99999,4022,7812,17371,99999,99999,99999,0,99999,99999,99999,99999,41,41,41,101010,101010,65,65,65,101010,101010,103,103,103,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,384,99999,96,120,168,99999,99999,99999,0,20),(21,1,'2012-08-09 10:10:51',14848,99999,2474,7366,4998,99999,99999,99999,0,99999,99999,99999,99999,38,38,38,101010,101010,57,51,63,101010,101010,78,77,79,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,256,99999,64,128,64,99999,99999,99999,0,21),(22,1,'2012-08-09 10:10:52',21460,99999,8371,9872,3216,99999,99999,99999,0,99999,99999,99999,99999,43,43,43,101010,101010,61,61,61,101010,101010,100,100,100,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,384,99999,192,160,32,99999,99999,99999,0,22),(23,1,'2012-08-09 10:10:52',11935,99999,5340,4579,2056,99999,99999,99999,0,99999,99999,99999,99999,44,43,44,101010,101010,63,54,72,101010,101010,85,85,85,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,216,99999,120,72,24,99999,99999,99999,0,23),(24,1,'2012-08-09 10:10:52',11935,99999,5340,4579,2056,99999,99999,99999,0,99999,99999,99999,99999,44,43,44,101010,101010,63,54,72,101010,101010,85,85,85,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,216,99999,120,72,24,99999,99999,99999,0,24),(25,1,'2012-08-09 10:10:53',11935,99999,5340,4579,2056,99999,99999,99999,0,99999,99999,99999,99999,44,43,44,101010,101010,63,54,72,101010,101010,85,85,85,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,216,99999,120,72,24,99999,99999,99999,0,25),(26,1,'2012-08-09 10:10:53',9974,99999,3171,4107,2692,99999,99999,99999,0,99999,99999,99999,99999,51,50,52,101010,101010,64,52,76,101010,101010,84,83,85,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,158,99999,62,64,32,99999,99999,99999,0,26),(27,1,'2012-08-09 10:10:54',7934,99999,637,3704,3576,99999,99999,99999,0,99999,99999,99999,99999,45,43,47,101010,101010,68,64,72,101010,101010,91,87,96,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,107,99999,14,54,39,99999,99999,99999,0,27),(28,1,'2012-08-09 10:10:54',10340,99999,2145,3252,4939,99999,99999,99999,0,99999,99999,99999,99999,44,41,48,101010,101010,67,62,72,101010,101010,102,102,102,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,144,99999,48,48,48,99999,99999,99999,0,28),(29,1,'2012-08-09 10:10:54',13104,99999,5075,8051,99999,99999,99999,99999,0,99999,99999,99999,99999,39,39,40,101010,101010,62,61,64,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,256,99999,128,128,99999,99999,99999,99999,0,29),(30,1,'2012-08-09 10:10:55',13104,99999,5075,8051,99999,99999,99999,99999,0,99999,99999,99999,99999,39,39,40,101010,101010,62,61,64,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,256,99999,128,128,99999,99999,99999,99999,0,30),(31,1,'2012-08-09 10:10:55',21878,99999,3806,18115,99999,99999,99999,99999,0,99999,99999,99999,99999,39,39,40,101010,101010,62,61,64,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,384,99999,96,288,99999,99999,99999,99999,0,31),(32,1,'2012-08-09 10:10:55',11142,99999,8096,3130,99999,99999,99999,99999,0,99999,99999,99999,99999,46,42,49,101010,101010,71,71,71,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,220,99999,176,44,99999,99999,99999,99999,0,32),(33,1,'2012-08-09 10:10:55',10340,99999,2145,3252,4939,99999,99999,99999,0,99999,99999,99999,99999,44,41,48,101010,101010,67,62,72,101010,101010,102,102,102,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,144,99999,48,48,48,99999,99999,99999,0,33),(34,1,'2012-08-09 10:10:56',11748,99999,8631,3116,99999,99999,99999,99999,0,99999,99999,99999,99999,46,44,49,101010,101010,67,67,67,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,230,99999,184,46,99999,99999,99999,99999,0,34),(35,1,'2012-08-09 10:10:56',11748,99999,8631,3116,99999,99999,99999,99999,0,99999,99999,99999,99999,46,44,49,101010,101010,67,67,67,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,230,99999,184,46,99999,99999,99999,99999,0,35),(36,1,'2012-08-09 10:10:56',13104,99999,5075,8051,99999,99999,99999,99999,0,99999,99999,99999,99999,39,39,40,101010,101010,62,61,64,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,256,99999,128,128,99999,99999,99999,99999,0,36),(37,1,'2012-08-09 10:10:57',10050,99999,2145,3252,4653,99999,99999,99999,0,99999,99999,99999,99999,44,41,48,101010,101010,67,62,72,101010,101010,97,90,103,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,144,99999,48,48,48,99999,99999,99999,0,37),(38,1,'2012-08-09 10:10:57',11142,99999,8096,3130,99999,99999,99999,99999,0,99999,99999,99999,99999,46,42,49,101010,101010,71,71,71,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,220,99999,176,44,99999,99999,99999,99999,0,38),(39,1,'2012-08-09 10:10:57',19289,99999,3643,7867,7761,99999,99999,99999,0,99999,99999,99999,99999,38,37,38,101010,101010,57,52,63,101010,101010,80,77,84,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,328,99999,96,136,96,99999,99999,99999,0,39),(40,1,'2012-08-09 10:10:58',7419,99999,1214,3702,2587,99999,99999,99999,0,99999,99999,99999,99999,38,37,38,101010,101010,57,52,63,101010,101010,80,77,84,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,128,99999,32,64,32,99999,99999,99999,0,40),(41,1,'2012-08-09 10:10:58',21447,99999,3643,11107,7761,99999,99999,99999,0,99999,99999,99999,99999,38,37,38,101010,101010,57,52,63,101010,101010,80,77,84,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,384,99999,96,192,96,99999,99999,99999,0,41),(42,1,'2012-08-09 10:10:58',29048,99999,9833,11342,7644,99999,99999,99999,0,99999,99999,99999,99999,49,43,55,101010,101010,74,69,79,101010,101010,100,92,108,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,426,99999,198,152,76,99999,99999,99999,0,42),(43,1,'2012-08-09 10:10:58',29344,99999,7090,15532,7629,99999,99999,99999,0,99999,99999,99999,99999,43,40,53,101010,101010,70,63,76,101010,101010,86,77,92,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,471,99999,163,220,88,99999,99999,99999,0,43),(44,1,'2012-08-09 10:10:59',10244,99999,7828,2809,99999,99999,99999,99999,0,99999,99999,99999,99999,46,42,44,101010,101010,66,66,66,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,210,99999,168,42,99999,99999,99999,99999,0,44),(45,1,'2012-08-09 10:10:59',6916,99999,5006,1814,99999,99999,99999,99999,0,99999,99999,99999,99999,44,43,47,101010,101010,64,64,64,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,140,99999,112,28,99999,99999,99999,99999,0,45),(46,1,'2012-08-09 10:11:00',6960,99999,2458,1825,2690,99999,99999,99999,0,99999,99999,99999,99999,43,43,44,101010,101010,65,64,65,101010,101010,96,96,96,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,112,99999,56,28,28,99999,99999,99999,0,46),(47,1,'2012-08-09 10:11:00',19710,99999,1414,11035,2969,4292,99999,99999,0,99999,99999,99999,99999,50,47,57,101010,101010,72,63,81,101010,101010,92,84,101,101010,101010,107,107,107,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,252,99999,28,152,32,40,99999,99999,0,47),(48,1,'2012-08-09 10:11:01',32137,99999,14332,13915,3394,117,99999,99999,0,99999,99999,99999,99999,44,36,52,101010,101010,69,51,88,101010,101010,91,86,97,101010,101010,117,117,117,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,558,99999,321,199,37,1,99999,99999,0,48),(49,1,'2012-08-09 10:11:01',30491,99999,13171,13355,3486,234,99999,99999,0,99999,99999,99999,99999,44,36,52,101010,101010,69,51,88,101010,101010,91,86,97,101010,101010,117,117,117,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,526,99999,295,191,38,2,99999,99999,0,49),(50,1,'2012-08-09 10:11:01',27607,99999,11698,11537,4036,468,99999,99999,0,99999,99999,99999,99999,44,36,52,101010,101010,69,51,88,101010,101010,91,86,97,101010,101010,117,117,117,101010,101010,0,99999,99999,99999,99999,0,99999,99999,99999,99999,0,0,0,0,0,0,475,99999,262,165,44,4,99999,99999,0,50);
/*!40000 ALTER TABLE `rrb_housing_flat_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_temporary_load`
--

DROP TABLE IF EXISTS `rrb_temporary_load`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_temporary_load` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date_rec` datetime DEFAULT NULL,
  `batch_number` int(11) DEFAULT NULL,
  `n_comon` varchar(100) DEFAULT NULL,
  `n_kvartal` varchar(100) DEFAULT NULL,
  `report_kvartal` varchar(100) DEFAULT NULL,
  `OBJECTID` varchar(100) DEFAULT NULL,
  `komplex` varchar(100) DEFAULT NULL,
  `ADDRESS` varchar(100) DEFAULT NULL,
  `km_mkad` varchar(100) DEFAULT NULL,
  `direction` varchar(100) DEFAULT NULL,
  `SUBJECT` varchar(100) DEFAULT NULL,
  `KOD_OKATO` varchar(100) DEFAULT NULL,
  `Kod_cadastre` varchar(100) DEFAULT NULL,
  `SUBJECT_rayon` varchar(100) DEFAULT NULL,
  `REGION` varchar(100) DEFAULT NULL,
  `SETTLEMENT` varchar(100) DEFAULT NULL,
  `CITY` varchar(100) DEFAULT NULL,
  `VGT` varchar(100) DEFAULT NULL,
  `STREET_TYPE` varchar(100) DEFAULT NULL,
  `STREET` varchar(100) DEFAULT NULL,
  `HOUSE_NUM` varchar(100) DEFAULT NULL,
  `LETTER` varchar(100) DEFAULT NULL,
  `BUILDING` varchar(100) DEFAULT NULL,
  `STRUCTURE` varchar(100) DEFAULT NULL,
  `ESTATE` varchar(100) DEFAULT NULL,
  `LONGITUDE` varchar(100) DEFAULT NULL,
  `LATITUDE` varchar(100) DEFAULT NULL,
  `CADASTRE_NUM` varchar(100) DEFAULT NULL,
  `SECTION_COUNT` varchar(100) DEFAULT NULL,
  `TYPE_DEVELOP` varchar(100) DEFAULT NULL,
  `AREA_DEV` varchar(100) DEFAULT NULL,
  `AREA_ALL_OBJECT` varchar(100) DEFAULT NULL,
  `AREA_LOT` varchar(100) DEFAULT NULL,
  `TECHNOLOGY` varchar(100) DEFAULT NULL,
  `MATERIAL_WALL` varchar(100) DEFAULT NULL,
  `PROJECT_TYPE` varchar(100) DEFAULT NULL,
  `PROJECT_NUMBER` varchar(100) DEFAULT NULL,
  `FLOOR_QNT_MIN` varchar(100) DEFAULT NULL,
  `FLOOR_QNT_MAX` varchar(100) DEFAULT NULL,
  `FLOOR_TYPE` varchar(100) DEFAULT NULL,
  `CLASS_TYPE` varchar(100) DEFAULT NULL,
  `CLASS` varchar(100) DEFAULT NULL,
  `HEIGHT_FLOOR` varchar(100) DEFAULT NULL,
  `FINISHING_TYPE_FLAT` varchar(100) DEFAULT NULL,
  `FINISHING_LEVEL_FLAT` varchar(100) DEFAULT NULL,
  `FINISHING_LEVEL_INSIDE` varchar(100) DEFAULT NULL,
  `GLAZING` varchar(100) DEFAULT NULL,
  `PARKING_TYPE` varchar(100) DEFAULT NULL,
  `PARKING_COUNT` varchar(100) DEFAULT NULL,
  `LIFT` varchar(100) DEFAULT NULL,
  `ESTIMATE` varchar(100) DEFAULT NULL,
  `FENCE` varchar(100) DEFAULT NULL,
  `SECURITY` varchar(100) DEFAULT NULL,
  `AREA_OBJECT` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_STUDIO` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_1` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_2` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_3` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_4` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_5` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_6` varchar(100) DEFAULT NULL,
  `arae_studio_avg` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_STUDIO_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_STUDIO_MAX` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_STUDIO_NOT_HEAT_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_STUDIO_NOT_HEAT_MAX` varchar(100) DEFAULT NULL,
  `Area_object_1_av` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_1_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_1_MAX` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_1_NOT_HEAT_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_1_NOT_HEAT_MAX` varchar(100) DEFAULT NULL,
  `Area_object_2_av` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_2_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_2_MAX` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_2_NOT_HEAT_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_2_NOT_HEAT_MAX` varchar(100) DEFAULT NULL,
  `Area_object_3_av` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_3_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_3_MAX` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_3_NOT_HEAT_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_3_NOT_HEAT_MAX` varchar(100) DEFAULT NULL,
  `Area_object_4_av` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_4_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_4_MAX` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_4_NOT_HEAT_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_4_NOT_HEAT_MAX` varchar(100) DEFAULT NULL,
  `Area_object_5_av` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_5_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_5_MAX` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_5_NOT_HEAT_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_5_NOT_HEAT_MAX` varchar(100) DEFAULT NULL,
  `Area_object_6_av` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_6_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_6_MAX` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_6_NOT_HEAT_MIN` varchar(100) DEFAULT NULL,
  `AREA_OBJECT_6_NOT_HEAT_MAX` varchar(100) DEFAULT NULL,
  `Area_object_mnogo` varchar(100) DEFAULT NULL,
  `Area_object_mnogo_av` varchar(100) DEFAULT NULL,
  `Area_object_mnogo_min` varchar(100) DEFAULT NULL,
  `Area_object_mnogo_max` varchar(100) DEFAULT NULL,
  `Studio` varchar(100) DEFAULT NULL,
  `Quantity_object` varchar(100) DEFAULT NULL,
  `QUANTITY_OBJECT_STUDIO` varchar(100) DEFAULT NULL,
  `Quantity_object_1` varchar(100) DEFAULT NULL,
  `Quantity_object_2` varchar(100) DEFAULT NULL,
  `Quantity_object_3` varchar(100) DEFAULT NULL,
  `Quantity_object_4` varchar(100) DEFAULT NULL,
  `Quantity_object_5` varchar(100) DEFAULT NULL,
  `Quantity_object_6` varchar(100) DEFAULT NULL,
  `Quantity_object_mnogo` varchar(100) DEFAULT NULL,
  `COMMERCE_PLACE` varchar(100) DEFAULT NULL,
  `AREA_COMMERCE` varchar(100) DEFAULT NULL,
  `DEVELOPER` varchar(100) DEFAULT NULL,
  `CONTACTS` varchar(100) DEFAULT NULL,
  `URL_INFO` varchar(100) DEFAULT NULL,
  `BUILDER` varchar(100) DEFAULT NULL,
  `Investor` varchar(100) DEFAULT NULL,
  `architect` varchar(100) DEFAULT NULL,
  `DATE_PERMIT` varchar(100) DEFAULT NULL,
  `NUMBER_PERMIT` varchar(100) DEFAULT NULL,
  `BEGIN_SALE` varchar(100) DEFAULT NULL,
  `BEGIN_BUILT` varchar(100) DEFAULT NULL,
  `CONST_STAGE` varchar(100) DEFAULT NULL,
  `CONST_STATUS` varchar(100) DEFAULT NULL,
  `EXPL_PLAN` varchar(100) DEFAULT NULL,
  `EXPL_FACT` varchar(100) DEFAULT NULL,
  `impl_end` varchar(100) DEFAULT NULL,
  `expl_start` varchar(100) DEFAULT NULL,
  `delay_sheduly` varchar(100) DEFAULT NULL,
  `EXPL_DATE` varchar(100) DEFAULT NULL,
  `EXPL_NUMBER` varchar(100) DEFAULT NULL,
  `INFR_TYPE` varchar(100) DEFAULT NULL,
  `CONTRACT_TYPE` varchar(100) DEFAULT NULL,
  `INSTALLMENT_PLAN` varchar(100) DEFAULT NULL,
  `MORTGAGE` varchar(100) DEFAULT NULL,
  `Price_min_object` varchar(100) DEFAULT NULL,
  `Price_avg_object` varchar(100) DEFAULT NULL,
  `Price_max_object` varchar(100) DEFAULT NULL,
  `Price_avg_1` varchar(100) DEFAULT NULL,
  `Price_avg_2` varchar(100) DEFAULT NULL,
  `Price_avg_3` varchar(100) DEFAULT NULL,
  `Price_avg_4` varchar(100) DEFAULT NULL,
  `Price_avg_5` varchar(100) DEFAULT NULL,
  `Price_avg_6` varchar(100) DEFAULT NULL,
  `Price_avg_mnogo` varchar(100) DEFAULT NULL,
  `Quantity_sell_object` varchar(100) DEFAULT NULL,
  `Quantity_sell_1` varchar(100) DEFAULT NULL,
  `Quantity_sell_2` varchar(100) DEFAULT NULL,
  `Quantity_sell_3` varchar(100) DEFAULT NULL,
  `Quantity_sell_4` varchar(100) DEFAULT NULL,
  `Quantity_sell_5` varchar(100) DEFAULT NULL,
  `Quantity_sell_6` varchar(100) DEFAULT NULL,
  `total_n_rooms` varchar(100) DEFAULT NULL,
  `koefficent` varchar(100) DEFAULT NULL,
  `sale_temp_kavrtal` varchar(100) DEFAULT NULL,
  `sale_temp_from_start` varchar(100) DEFAULT NULL,
  `avg_flat_area` varchar(100) DEFAULT NULL,
  `total_area_offer` varchar(100) DEFAULT NULL,
  `total_whoole_price` varchar(100) DEFAULT NULL,
  `total_area_offer_1r` varchar(100) DEFAULT NULL,
  `total_wh_price_1r` varchar(100) DEFAULT NULL,
  `total_area_offer_2r` varchar(100) DEFAULT NULL,
  `total_wh_price_2r` varchar(100) DEFAULT NULL,
  `total_area_offer_3r` varchar(100) DEFAULT NULL,
  `total_wh_price_3r` varchar(100) DEFAULT NULL,
  `total_area_offer_nr` varchar(100) DEFAULT NULL,
  `total_wh_price_nr` varchar(100) DEFAULT NULL,
  `quotas` varchar(100) DEFAULT NULL,
  `update_category` varchar(100) DEFAULT NULL,
  `SOURCE_DESC` varchar(100) DEFAULT NULL,
  `DATE_RESEARCH` varchar(100) DEFAULT NULL,
  `DATE_IN_BASE` varchar(100) DEFAULT NULL,
  `SALE_STATUS` varchar(100) DEFAULT NULL,
  `insert_date` varchar(100) DEFAULT NULL,
  `comment_text` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=51 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_temporary_load`
--

LOCK TABLES `rrb_temporary_load` WRITE;
/*!40000 ALTER TABLE `rrb_temporary_load` DISABLE KEYS */;
INSERT INTO `rrb_temporary_load` VALUES (1,'2012-08-02 16:38:10',1,'10206','1','2 кв. 2012','1','мкр. \"1 Мая\"','п. Совхоза им. 1 Мая- корп. 35','6','Горьковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. Совхоза им. 1 Мая','101010','101010','101010','101010','35','101010','101010','37.84515313804151','55.802539787861406','101010','6','комплексное освоение в целях жилищного строительства','101010','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','П-44Т','17','17','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','12','101010','нет','КОНСЬЕРЖ','22752','99999','3772,8','11107,2','7862,4','99999','99999','99999','is null','99999','99999','99999','99999','39,3','38,5','40','101010','101010','57,9','51,7','64','101010','101010','81,9','79,2','84,6','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','384','99999','96','192','96','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','101010','101010','101010','2007, декабрь','6','Завершено','99999','31.12.2009','is null','4 кв. 2009','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.azbuka-novostr.ru/homes.php?SECTION_ID=1333&is=3','27.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(2,'2012-08-02 16:38:10',1,'10207','2','2 кв. 2012','2','Никольско-Трубецкое','г. Балашиха, ЖК \"Никольско-Трубецкое\", мкр. 22А, корп. 1','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 22А','улица','40 лет Победы','101010','101010','1','101010','101010','37.972222','55.838056','50:15:040701:0003','3','комплексное освоение в целях жилищного строительства','29,8','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','22','22','Многоэтажный ','СРЕДНИЙ','Нет','3','нет','99999','БИЗНЕС (ОТДЕЛКА С ИСПОЛЬЗОВАНИЕМ КАЧЕСТВЕННЫХ МАТЕРИАЛОВ','да','НАЗЕМНЫЙ','89','6','101010','нет','КОНСЬЕРЖ','21560','99999','4608','6012','7257,6','2345,4','99999','99999','is null','99999','99999','99999','99999','51,2','48,8','54,5','101010','101010','83,5','72,2','96,5','101010','101010','100,8','94,3','127,9','101010','101010','130,3','130,3','130,3','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','2345,4','130,3','130,3','130,3','is null','252','99999','90','72','72','18','99999','99999','18','1-2 этаж','101010','Римэка','101010','101010','ЗАО \"СпецВысотСтрой\"','ООО \"Римэка\"','ЗАО \"Проектная организация СВС-Проект\"','01.08.2010','№RU50315000-103','101010','2009, март','4','Ведется','30.06.2012','99999','is null','2 кв. 2012','is null','101010','101010','ДЕТСКИЕ ДОШКОЛЬНЫЕ УЧРЕЖДЕНИЯ, ОБЩЕОБРАЗОВАТЕЛЬНЫЕ ШКОЛЫ','фз-214','20%; от 1 месяца до 10 лет; 14%','Сбербанк','45 035р.','47 095р.','56 942р.','is null','is null','47 095р.','is null','is null','is null','is null','8','is null','is null','8','is null','is null','is null','is null','is null','is null','is null','118','948','44636782','is null','is null','is null','is null','948','44636782','is null','is null','is null','is null','http://www.arsenal-holding.ru/houses/1/houses_list.php?id=621','04.05.2012','30.06.2011','продается','30.11.2011','продается'),(3,'2012-08-02 16:38:10',1,'10208','3','2 кв. 2012','3','Никольско-Трубецкое','г. Балашиха, ЖК \"Никольско-Трубецкое\", мкр. 22А, корп. 2','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 22А','улица','40 лет Победы','101010','101010','2','101010','101010','37.972222','55.838056','50:15:040701:0003','4','комплексное освоение в целях жилищного строительства','29,8','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','21','22','Многоэтажный ','СРЕДНИЙ','Нет','3','нет','99999','БИЗНЕС (ОТДЕЛКА С ИСПОЛЬЗОВАНИЕМ КАЧЕСТВЕННЫХ МАТЕРИАЛОВ','да','НАЗЕМНЫЙ','125','8','101010','нет','КОНСЬЕРЖ','25695','99999','11818,8','5781,6','8155','99999','99999','99999','is null','99999','99999','99999','99999','46,9','40,3','50,5','101010','101010','80,3','72,5','88,1','101010','101010','116,5','112','121','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','394','99999','252','72','70','99999','99999','99999','is null','1-2 этаж','101010','Римэка','101010','101010','ЗАО \"СпецВысотСтрой\"','ООО \"Римэка\"','ЗАО \"Проектная организация СВС-Проект\"','22.12.2009','№RU50315000-270','101010','2009, сентябрь','4','Ведется','31.12.2012','99999','is null','4 кв. 2012','is null','101010','101010','ДЕТСКИЕ ДОШКОЛЬНЫЕ УЧРЕЖДЕНИЯ, ОБЩЕОБРАЗОВАТЕЛЬНЫЕ ШКОЛЫ','фз-214','20%; от 1 месяца до 10 лет; 14%','Сбербанк','43 897р.','45 008р.','48 298р.','is null','48 298р.','43 897р.','is null','is null','is null','is null','68','is null','21','47','is null','is null','is null','is null','is null','is null','is null','108','7336','330159721','is null','is null','1851','89396700','5485','240763021','is null','is null','is null','is null','http://www.arsenal-holding.ru/houses/1/houses_list.php?id=621','04.05.2012','30.06.2011','продается','30.11.2011','продается'),(4,'2012-08-02 16:38:10',1,'10209','4','2 кв. 2012','4','Никольско-Трубецкое','г. Балашиха, ЖК \"Никольско-Трубецкое\", мкр. 22А, корп. 5','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 22А','улица','40 лет Победы','101010','101010','5','101010','101010','37.972222','55.838056','50:15:040701:0003','2','комплексное освоение в целях жилищного строительства','29,8','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','23','23','Многоэтажный ','СРЕДНИЙ','Нет','3','нет','99999','БИЗНЕС (ОТДЕЛКА С ИСПОЛЬЗОВАНИЕМ КАЧЕСТВЕННЫХ МАТЕРИАЛОВ','да','НАЗЕМНЫЙ','220','4','101010','нет','КОНСЬЕРЖ','11077','99999','5388','2624','3660','99999','99999','99999','is null','99999','99999','99999','99999','44,9','44,6','45,2','101010','101010','65,6','65,6','65,6','101010','101010','91,5','91,5','91,5','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','220','99999','120','50','50','99999','99999','99999','is null','1-2 этаж','101010','Римэка','101010','101010','ЗАО \"СпецВысотСтрой\"','ООО \"Римэка\"','ЗАО \"Проектная организация СВС-Проект\"','01.08.2010','№RU50315000-103','101010','2009, март','4','Ведется','30.06.2012','99999','is null','2 кв. 2012','is null','101010','101010','ДЕТСКИЕ ДОШКОЛЬНЫЕ УЧРЕЖДЕНИЯ, ОБЩЕОБРАЗОВАТЕЛЬНЫЕ ШКОЛЫ','фз-214','20%; от 1 месяца до 10 лет; 14%','Сбербанк','49 938р.','55 790р.','69 366р.','69 366р.','62 833р.','51 341р.','is null','is null','is null','is null','18','2','6','10','is null','is null','is null','is null','is null','is null','is null','77','1378','76864171','89','6191609','393','24719759','895','45952803','is null','is null','is null','is null','http://www.arsenal-holding.ru/houses/1/houses_list.php?id=621','04.05.2012','30.06.2011','продается','30.11.2011','продается'),(5,'2012-08-02 16:38:10',1,'10210','5','2 кв. 2012','5','Поляна','г. Балашиха, ЖСК \"Поляна\"','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','101010','101010','101010','101010','101010','101010','101010','101010','101010','101010','101010','101010','развитие застроенных территорий','101010','101010','8,8','КИРПИЧНЫЕ','Кирпич','Индивидуальная','99999','2','3','Малоэтажный','СРЕДНИЙ','Нет','101010','нет','99999','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','0','101010','нет','КОНСЬЕРЖ','7920','99999','99999','99999','99999','99999','99999','22880','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','260','200','320','101010','101010','22880','260','200','320','is null','88','99999','99999','99999','99999','99999','99999','88','88','нет','99999','ИнвестСтрой','101010','101010','ООО \"Эрастрой профит\"','ЗАО \"Инвест-Строй\"','is null','101010','101010','101010','101010','5','Завершено','88888','31.12.2010','is null','4 кв. 2010','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','88888','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(6,'2012-08-02 16:38:10',1,'10211','6','2 кв. 2012','6','Лукино','г. Балашиха- квартал \"Лукино\"- корп. 1','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. Лукино','квартал','Лукино','101010','101010','1','101010','101010','37.936929','55.834951','101010','4','комплексное освоение в целях жилищного строительства','1,6','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','17','17','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','8','101010','нет','КОНСЬЕРЖ','23880','99999','10886,4','3528','9465,6','99999','99999','99999','is null','99999','99999','99999','99999','48,6','44,4','54,5','101010','101010','73,5','71,8','74,2','101010','101010','98,6','96,8','100,7','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','368','99999','224','48','96','99999','99999','99999','is null','1 этаж','101010','ЗАО «МЭННИ»','101010','101010','ООО «Мегастрой» ','ЗАО «МЭННИ»','is null','101010','101010','101010','2007, декабрь','5','Завершено','99999','30.06.2011','is null','is null','is null','101010','101010','нет','ДОГОВОР КУПЛИ-ПРОДАЖИ (ПРИ РЕАЛИЗАЦИИ КВАРТИР В ПОСТРОЕННОМ И СДАННОМ ГК ДОМЕ)','101010','101010','45 800р.','45 800р.','45 800р.','is null','is null','45 800р.','is null','is null','is null','is null','1','is null','is null','1','is null','is null','is null','is null','is null','is null','is null','100','100','4580000','is null','is null','is null','is null','100','4580000','is null','is null','is null','is null','http://www.domostroy.ru/Houses/HouseInfo.aspx?ID=1183','19.06.2012','30.06.2011','продается','30.11.2011','продается'),(7,'2012-08-02 16:38:10',1,'10212','7','2 кв. 2012','7','Лукино','г. Балашиха- квартал \"Лукино\"- корп. 3','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. Лукино','квартал','Лукино','101010','101010','3','101010','101010','37.936929','55.834951','101010','4','комплексное освоение в целях жилищного строительства','1,6','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','17','17','Многоэтажный ','СРЕДНИЙ','Нет','101010','нет','99999','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','8','101010','нет','КОНСЬЕРЖ','20980','99999','9753,6','4915,2','6310,4','99999','99999','99999','is null','99999','99999','99999','99999','50,8','45,3','56,3','101010','101010','76,8','73,5','80','101010','101010','98,6','92,5','104,7','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','320','99999','192','64','64','99999','99999','99999','is null','1 этаж','101010','ЗАО «МЭННИ»','101010','101010','ООО «Мегастрой» ','ЗАО «МЭННИ»','is null','101010','101010','101010','2009, июнь','5','Завершено','99999','31.12.2011','is null','4 кв. 2011','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.domostroy.ru/Houses/HouseInfo.aspx?ID=1173','18.04.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(8,'2012-08-02 16:38:10',1,'10213','8','2 кв. 2012','8','Сакраменто','г. Балашиха, мкр. \"Сакраменто\", 18 корпусов (I очередь)','13','Горьковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. Сакраменто','шоссе','Горьковское','101010','101010','101010','101010','101010','38.059167','55.808611','50:15:050401:00010','101010','комплексное освоение в целях жилищного строительства','30','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','ЕВРО-8, ЕВРО-12','2','3','Малоэтажный','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','0','101010','нет','КОНСЬЕРЖ','15592','99999','3526,5','12065,7','99999','99999','99999','99999','is null','99999','99999','99999','99999','35,3','33,1','37,4','101010','101010','54,4','50,7','58','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','322','99999','100','222','99999','99999','99999','99999','is null','нет','99999','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ЗАО \"Мосстройреконструкция\"/ ООО \"Жилстройэнерго-М\"','is null','101010','101010','2010, октябрь','сен.10','4','Ведется','31.12.2013','99999','is null','4 кв. 2013','is null','101010','101010','ДЕТСКИЕ ДОШКОЛЬНЫЕ УЧРЕЖДЕНИЯ, ОБЩЕОБРАЗОВАТЕЛЬНЫЕ ШКОЛЫ','фз-214','101010','101010','54 000р.','57 370р.','63 100р.','62 971р.','56 636р.','is null','is null','is null','is null','is null','71','12','59','is null','is null','is null','is null','is null','is null','80','36','51','3653','209559109','423','26655164','3229','182903945','is null','is null','is null','is null','нет','шахматка','http://www.sakramento.ru/genplan/','19.06.2012','30.06.2011','продается','30.11.2011','продается'),(9,'2012-08-02 16:38:10',1,'10214','9','2 кв. 2012','9','Сакраменто','г. Балашиха, мкр. \"Сакраменто\", 96 корпусов (II очередь)','13','Горьковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. Сакраменто','шоссе','Горьковское','101010','101010','101010','101010','101010','38.059167','55.808611','50:15:050401:00010','101010','комплексное освоение в целях жилищного строительства','30','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','ЕВРО-8, ЕВРО-12','2','3','Малоэтажный','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','0','101010','нет','КОНСЬЕРЖ','63427','99999','36252,4','27175','99999','99999','99999','99999','is null','99999','99999','99999','99999','35,3','33,1','37,4','101010','101010','54,4','50,7','58','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','1528','99999','1028','500','99999','99999','99999','99999','is null','нет','99999','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ЗАО \"Мосстройреконструкция\"/ ООО \"Жилстройэнерго-М\"','is null','88888','88888','2011, январь','дек.10','4','Ведется','31.12.2013','88888','is null','4 кв. 2013','is null','101010','101010','ДЕТСКИЕ ДОШКОЛЬНЫЕ УЧРЕЖДЕНИЯ, ОБЩЕОБРАЗОВАТЕЛЬНЫЕ ШКОЛЫ','фз-214','101010','101010','54 000р.','55 750р.','62 000р.','61 230р.','55 686р.','is null','is null','is null','is null','is null','116','2','114','is null','is null','is null','is null','is null','is null','221','235','56','6463','360338193','75','4606919','6388','355731275','0','0','0','0','нет','шахматка','http://www.sakramento.ru/genplan/','19.06.2012','30.06.2011','продается','30.11.2011','продается'),(10,'2012-08-02 16:38:10',1,'10215','10','2 кв. 2012','10','Акварели','г. Балашиха, мкр. \"Центр\", корп. 2, 3','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. Центр','проспект','Ленина','101010','101010','2,3','101010','101010','37.961389','55.7975','101010','101010','комплексное освоение в целях жилищного строительства','10,1','101010','101010','МОНОЛИТНЫЕ','монолит','Индивидуальная','99999','9','17','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','ПОДЗЕМНЫЙ','101010','32','101010','нет','КОНСЬЕРЖ','67117,4','99999','32112,2','10388,8','24032,8','583,6','99999','99999','is null','99999','99999','99999','99999','52,3','33,5','71,1','101010','101010','68,8','66,5','71,1','101010','101010','110,8','75','146,5','101010','101010','145,9','145,9','145,9','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','145,9','145,9','145,9','is null','990','99999','614','151','217','4','99999','99999','4','нет','99999','TEKTA GROUP','101010','101010','ООО ЮНИКАМПАНИ','TEKTA GROUP','is null','101010','101010','101010','2010, декабрь','3','Ведется','31.12.2012','99999','is null','is null','is null','101010','101010','ДЕТСКИЕ ДОШКОЛЬНЫЕ УЧРЕЖДЕНИЯ, ОБЩЕОБРАЗОВАТЕЛЬНЫЕ ШКОЛЫ, ДЕТСКИЕ ПЛОЩАДКИ','фз-214','25%; 3 месяца; 0%','есть','61 300р.','68 673р.','75 000р.','75 000р.','66 150р.','61 300р.','is null','is null','is null','is null','294','184','45','65','is null','is null','is null','is null','is null','is null','is null','68','19918','1367823775','9623','721740000','3096','204800400','7199','441283375','is null','is null','is null','is null','http://www.wcolour.ru/special_programs','21.06.2012','30.06.2011','продается','30.11.2011','продается'),(11,'2012-08-02 16:38:10',1,'10216','11','2 кв. 2012','11','Твой адрес мечты','г. Балашиха, мкр. 15Б, ул. Зеленая, корп. 31','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 15Б','улица','Зеленая','101010','101010','31','101010','101010','37.945833','55.809444','101010','7','развитие застроенных территорий','101010','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','19','22','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','7','101010','нет','КОНСЬЕРЖ','11344','99999','3390','4654,6','3299,4','99999','99999','99999','is null','99999','99999','99999','99999','45,2','40','51,1','101010','101010','62,9','60,4','65,4','101010','101010','84,6','81,9','88,3','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','188','99999','75','74','39','99999','99999','99999','is null','1 этаж','101010','ГК Жилищный капитал','101010','101010','ГК Жилищный Капитал','ГК Жилищный Капитал','is null','101010','101010','101010','2008, июнь','5','Завершено','99999','30.06.2011','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.zhilcap.ru/index.php?id=1498','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(12,'2012-08-02 16:38:10',1,'10217','12','2 кв. 2012','12','Булганинский/ Щитниковский Лес','г. Балашиха- мкр. 16 (им. Гагарина)- корп. 47','3','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 16 им. Гагарина','улица','им. Гагарина','101010','101010','47','101010','101010','37.924167','55.825833','101010','10','развитие застроенных территорий','101010','101010','101010','МОНОЛИТНЫЕ','монолит','Индивидуальная','99999','18','25','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','ПОДЗЕМНЫЙ','101010','20','101010','нет','КОНСЬЕРЖ','43336','99999','11316','16767','14907,2','99999','346','99999','is null','99999','99999','99999','99999','49,2','39','53','101010','101010','72,9','70,2','75,5','101010','101010','96,8','91,9','103,6','101010','101010','is null','99999','99999','99999','99999','173','173','173','101010','101010','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','616','99999','230','230','154','99999','2','99999','is null','1 этаж','101010','ГИЗА XXI век','101010','101010','ГИЗА XXI век','ООО \"Новые Краматорские Заводы\"','is null','101010','101010','101010','2008, март','5','Завершено','99999','30.06.2011','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.proektservis.ru/realty/newbuild/view/170/','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(13,'2012-08-02 16:38:10',1,'10218','13','2 кв. 2012','13','is null','г. Балашиха- мкр. 16а- вл. 8-9','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 16а','шоссе','Балашихинское','101010','101010','101010','101010','08.сен','37.937222','55.825278','101010','8','развитие застроенных территорий','101010','101010','101010','МОНОЛИТНЫЕ','монолит','Индивидуальная','99999','19','23','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','16','101010','нет','КОНСЬЕРЖ','32300','99999','10936,8','6843,2','18014,4','99999','99999','99999','is null','99999','99999','99999','99999','44,1','42','46,2','101010','101010','65,8','63,4','67','101010','101010','111,2','82,7','90','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','514','99999','248','104','162','99999','99999','99999','is null','1 этаж','101010','ООО «Фирма ТАЙФИ»','101010','101010','101010','ООО «Фирма ТАЙФИ»','is null','101010','101010','101010','2008, сентябрь','5','Завершено','99999','31.03.2011','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://tayfi.ru/flats/1/5/','19.06.2012','30.06.2011','продажи приостановлены','30.11.2011','продажи приостановлены'),(14,'2012-08-02 16:38:10',1,'10219','14','2 кв. 2012','14','is null','г. Балашиха- мкр. 17- корп. 38А','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 17','улица','Свердлова','101010','а','38','101010','101010','37.957222','55.825','101010','2','развитие застроенных территорий','101010','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','П-44Т','17','17','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','4','101010','нет','КОНСЬЕРЖ','7070','99999','1219,2','3494,4','2355,2','99999','99999','99999','is null','99999','99999','99999','99999','38,1','38,1','38,1','101010','101010','54,6','51,8','57,3','101010','101010','73,6','73,6','73,6','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','128','99999','32','64','32','99999','99999','99999','is null','1 этаж','101010','Жилстрой Сервис','101010','101010','СК \"Жилстрой Сервис\"','СК \"Жилстрой Сервис\"','is null','101010','101010','101010','2010, март','4','Ведется','31.12.2011','99999','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.azbuka-novostr.ru/homes.php?SECTION_ID=2268&is=2','19.06.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(15,'2012-08-02 16:38:10',1,'10220','15','2 кв. 2012','15','is null','г. Балашиха- мкр. 21- корп. 18','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 21','улица','Свердлова','101010','101010','18','101010','101010','37.966667','55.829444','101010','1','развитие застроенных территорий','0,3','101010','0,3','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Кирпич','Типовая','И-79-99','17','17','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','2','101010','нет','КОНСЬЕРЖ','6387','99999','1379,4','1856','2879,8','99999','99999','99999','is null','99999','99999','99999','99999','41,8','41,8','41,8','101010','101010','58','58','58','101010','101010','84,7','82,6','86,8','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','99','99999','33','32','34','99999','99999','99999','is null','1 этаж','101010','МосОблИнвестСтрой','101010','101010','ЗАО «Строительное управление №155»','ЗАО «МосОблИнвестСтрой»','is null','25.02.2010','№RU50315000-26 ','101010','2010, сентябрь','4','Ведется','31.03.2012','99999','is null','is null','is null','101010','101010','нет','ИНОЕ','нет','нет','47 960р.','47 960р.','47 960р.','is null','47 960р.','is null','is null','is null','is null','is null','1','is null','1','is null','is null','is null','is null','is null','is null','is null','is null','62','62','2952897','is null','is null','62','2952897','is null','is null','is null','is null','is null','таблица','http://www.su155.ru/ru/sale/sale_all/?bunit=208101','27.05.2012','30.06.2011','продается','30.11.2011','продается'),(16,'2012-08-02 16:38:10',1,'10221','16','2 кв. 2012','16','Поле чудес','г. Балашиха- мкр. 21- корп. 43Б','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 21','улица','Свердлова','101010','б','43','101010','101010','37.966667','55.829444','101010','3','развитие застроенных территорий','101010','101010','0,5','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','14','16','Многоэтажный ','СРЕДНИЙ','Нет','101010','нет','99999','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','60','6','62','нет','КОНСЬЕРЖ','13926','99999','4498,2','5632,9','3991,5','99999','99999','99999','is null','99999','99999','99999','99999','44,1','42,2','46','101010','101010','61,9','54,8','69','101010','101010','88,7','76,4','101','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','238','99999','102','91','45','99999','99999','99999','is null','1 этаж','101010','Жилстрой','101010','101010','ООО СК \"Жилстрой\"','Жилстрой Инвест','ООО \"ПСБ\"','02.05.2007','№RU50315000-40','101010','2007, июнь','5','Завершено','99999','30.09.2011','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://5005800.ru/newbuild/mkr21/','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(17,'2012-08-02 16:38:10',1,'10222','17','2 кв. 2012','17','Поле чудес','г. Балашиха- мкр. 21- корп. 43Г','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 21','улица','Свердлова','101010','г','43','101010','101010','37.966667','55.829444','101010','2','развитие застроенных территорий','101010','101010','0,5','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','22','22','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','60','4','62','нет','КОНСЬЕРЖ','9414','99999','3131,1','4244','1797,1','99999','99999','99999','is null','99999','99999','99999','99999','49,7','47,1','52,3','101010','101010','67,4','65,3','69,4','101010','101010','85,6','81,6','89,5','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','147','99999','63','63','21','99999','99999','99999','is null','1 этаж','101010','Жилстрой','101010','101010','ООО СК \"Жилстрой\"','Жилстрой Инвест','ООО \"Электростальгражданпроект\"','02.06.2008','№RU50315000-263','101010','2008, июнь','5','Завершено','99999','31.12.2011','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://5005800.ru/newbuild/mkr21/2143g/','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(18,'2012-08-02 16:38:10',1,'10223','18','2 кв. 2012','18','Балашиха-Парк','г. Балашиха- мкр. 22- корп. 11','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. 22','улица','Свердлова','101010','101010','11','101010','101010','37.976667','55.830833','101010','6','комплексное освоение в целях жилищного строительства','101010','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','П-44Т','17','17','Многоэтажный ','ЭКОНОМ-КЛАСС','Нет','101010','нет','99999','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','12','101010','нет','КОНСЬЕРЖ','16050','99999','2522,8','7452,8','5242,8','99999','99999','99999','is null','99999','99999','99999','99999','37,1','36,8','38,1','101010','101010','54,8','51,8','57,8','101010','101010','77,1','73,6','80,6','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','272','99999','68','136','68','99999','99999','99999','is null','1 этаж','101010','ГК СУ-155','101010','101010','СУ-155','СУ-155','is null','101010','101010','101010','2006, декабрь','6','Завершено','99999','30.09.2009','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.azbuka-novostr.ru/homes.php?SECTION_ID=1192&is=2','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(19,'2012-08-02 16:38:10',1,'10224','19','2 кв. 2012','19','Балашиха-Парк','г. Балашиха- мкр. 22- корп. 21','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. 22','улица','Свердлова','101010','101010','21','101010','101010','37.976667','55.830833','101010','6','комплексное освоение в целях жилищного строительства','101010','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','И-155','25','25','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','12','101010','нет','КОНСЬЕРЖ','29206','99999','4022,4','7812','17371,2','99999','99999','99999','is null','99999','99999','99999','99999','41,9','41,9','41,9','101010','101010','65,1','65,1','65,1','101010','101010','103,4','103,4','103,4','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','384','99999','96','120','168','99999','99999','99999','is null','1 этаж','101010','ГК СУ-155','101010','101010','СУ-155','СУ-155','is null','101010','101010','101010','2009, март','5','Завершено','99999','30.06.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.su155.ru/ru/service/sale/?ul28=L2JhbGFzaGloYV85L2RlZmF1bHQuYXNweD9JRD0xNDQ4','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(20,'2012-08-02 16:38:10',1,'10225','20','2 кв. 2012','20','Балашиха-Парк','г. Балашиха- мкр. 22- корп. 22','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. 22','улица','Свердлова','101010','101010','22','101010','101010','37.976667','55.830833','101010','6','комплексное освоение в целях жилищного строительства','101010','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','И-155','25','25','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','12','101010','нет','КОНСЬЕРЖ','29206','99999','4022,4','7812','17371,2','99999','99999','99999','is null','99999','99999','99999','99999','41,9','41,9','41,9','101010','101010','65,1','65,1','65,1','101010','101010','103,4','103,4','103,4','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','384','99999','96','120','168','99999','99999','99999','is null','1 этаж','101010','ГК СУ-155','101010','101010','СУ-155','ГК СУ-155','is null','101010','101010','101010','2009, март','6','Завершено','99999','30.06.2010','is null','is null','is null','101010','101010','нет','ДОГОВОР КУПЛИ-ПРОДАЖИ (ПРИ РЕАЛИЗАЦИИ КВАРТИР В ПОСТРОЕННОМ И СДАННОМ ГК ДОМЕ)','101010','101010','50 000р.','50 000р.','50 000р.','is null','50 000р.','is null','is null','is null','is null','is null','2','is null','2','is null','is null','is null','is null','is null','is null','is null','is null','103','207','10340000','is null','is null','207','10340000','is null','is null','is null','is null','is null','таблица','http://www.su155.ru/ru/service/sale/?ul28=L2JhbGFzaGloYV85L2RlZmF1bHQuYXNweD9JRD0xNDQ4','27.05.2012','30.06.2011','продается','30.11.2011','продается'),(21,'2012-08-02 16:38:10',1,'10226','21','2 кв. 2012','21','Балашиха-Парк','г. Балашиха- мкр. 22- корп. 3','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. 22','улица','Свердлова','101010','101010','3','101010','101010','37.976667','55.830833','101010','4','комплексное освоение в целях жилищного строительства','101010','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','П-44Т','17','17','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','8','101010','нет','КОНСЬЕРЖ','14848','99999','2474,9','7366,4','4998,4','99999','99999','99999','is null','99999','99999','99999','99999','38,7','38,5','38,8','101010','101010','57,6','51,7','63,4','101010','101010','78,1','77','79,2','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','256','99999','64','128','64','99999','99999','99999','is null','1 этаж','101010','ДСК-1','101010','101010','ОАО \"ДСК-1\"','ОАО \"ДСК-1\"','is null','101010','101010','101010','2010, март','5','Завершено','99999','30.06.2011','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.azbuka-novostr.ru/homes.php?SECTION_ID=2176&is=2','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(22,'2012-08-02 16:38:10',1,'10227','22','2 кв. 2012','22','Балашиха-Парк','г. Балашиха- мкр. 22- корп. 9','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. 22','улица','Свердлова','101010','101010','9','101010','101010','37.976667','55.830833','101010','6','комплексное освоение в целях жилищного строительства','101010','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','ИП-46С','17','17','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','12','101010','нет','КОНСЬЕРЖ','21460','99999','8371,2','9872','3216','99999','99999','99999','is null','99999','99999','99999','99999','43,6','43,6','43,6','101010','101010','61,7','61,7','61,7','101010','101010','100,5','100,5','100,5','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','384','99999','192','160','32','99999','99999','99999','is null','1 этаж','101010','ГК СУ-155','101010','101010','СУ-155','ГК СУ-155','is null','101010','101010','101010','2006, декабрь','5','Завершено','99999','30.09.2009','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.su155.ru/ru/service/sale/?ul28=L2JhbGFzaGloYV85L2RlZmF1bHQuYXNweD9JRD0xNDQ4','28.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(23,'2012-08-02 16:38:10',1,'10228','23','2 кв. 2012','23','Южная Звезда','г. Балашиха, мкр. 27А, д. 9','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 27А','улица','Твардовского','9','101010','101010','101010','101010','37.984722','55.796389','101010','2','комплексное освоение в целях жилищного строительства','101010','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','25','25','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','4','101010','нет','КОНСЬЕРЖ','11935','99999','5340','4579,2','2056,8','99999','99999','99999','is null','99999','99999','99999','99999','44,5','43,9','44,1','101010','101010','63,6','54,8','72','101010','101010','85,7','85,7','85,7','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','216','99999','120','72','24','99999','99999','99999','is null','1 этаж','101010','СФК Реутово','101010','101010','ООО Капитал Строй','ЗАО СФК \"Реутово\"','is null','101010','101010','101010','2007, июнь','5','Завершено','99999','30.06.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://balashiha.man-dom.ru/contacts','19.06.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(24,'2012-08-02 16:38:10',1,'10229','24','2 кв. 2012','24','Южная Звезда','г. Балашиха- мкр. 27А- д. 9А','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 27А','улица','Твардовского','9','а','101010','101010','101010','37.984722','55.796389','101010','2','комплексное освоение в целях жилищного строительства','101010','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','25','25','Многоэтажный ','СРЕДНИЙ','Нет','101010','нет','99999','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','4','101010','нет','КОНСЬЕРЖ','11935','99999','5340','4579,2','2056,8','99999','99999','99999','is null','99999','99999','99999','99999','44,5','43,9','44,1','101010','101010','63,6','54,8','72','101010','101010','85,7','85,7','85,7','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','216','99999','120','72','24','99999','99999','99999','is null','1 этаж','101010','СФК Реутово','101010','101010','ООО Капитал Строй','ЗАО СФК \"Реутово\"','is null','101010','101010','101010','2007, июнь','5','Завершено','99999','30.06.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','с/с','с/с','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://balashiha.man-dom.ru/contacts','27.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(25,'2012-08-02 16:38:10',1,'10230','25','2 кв. 2012','25','Южная Звезда','г. Балашиха, мкр. 27А, д. 9Б','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 27А','улица','Твардовского','9','б','101010','101010','101010','37.984722','55.796389','101010','2','комплексное освоение в целях жилищного строительства','101010','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','25','25','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','4','101010','нет','КОНСЬЕРЖ','11935','99999','5340','4579,2','2056,8','99999','99999','99999','is null','99999','99999','99999','99999','44,5','43,9','44,1','101010','101010','63,6','54,8','72','101010','101010','85,7','85,7','85,7','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','216','99999','120','72','24','99999','99999','99999','is null','1 этаж','101010','СФК Реутово','101010','101010','ООО Капитал Строй','ЗАО СФК \"Реутово\"\n','is null','101010','101010','101010','2007, июнь','5','Завершено','99999','30.06.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://balashiha.man-dom.ru/contacts','19.06.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(26,'2012-08-02 16:38:10',1,'10231','26','2 кв. 2012','26','Первомайка','г. Балашиха, мкр. 28, д. 10 (ул. Первомайская, д.14)','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 28','улица','Первомайская','10','101010','101010','101010','101010','37.933333','55.790278','101010','2','развитие застроенных территорий','1','101010','0,4','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','16','16','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','4','575','нет','КОНСЬЕРЖ','9974','99999','3171,9','4107,8','2692','99999','99999','99999','is null','99999','99999','99999','99999','51,2','50,2','52,2','101010','101010','64,2','52,2','76,2','101010','101010','84,1','83','85,3','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','158','99999','62','64','32','99999','99999','99999','is null','нет','99999','ГК ЮИТ','101010','101010','ЗАО ЮИТ-Московия','ГК ЮИТ','ОАО «ЦНИИЭП Жилище»','10.10.2009','№RU50315000-178','101010','2010, июнь','5','Завершено','99999','30.06.2011','is null','2 кв. 2011','is null','101010','101010','нет','фз-214','101010','101010','74 000р.','81 682р.','86 111р.','85 551р.','82 500р.','74 000р.','is null','is null','is null','is null','7','2','4','1','is null','is null','is null','is null','is null','is null','is null','71','495','40431730','105','8967500','305','25154250','85','6309980','is null','is null','нет','звонок','http://www.yit-dom.ru/main.php?project=46&logo=logo_house','21.06.2012','30.06.2011','продается','30.11.2011','продается'),(27,'2012-08-02 16:38:10',1,'10232','27','2 кв. 2012','27','Первомайка','г. Балашиха, мкр. 28, д. 9А (ул. Евстафьева, д. 5)','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр. 28','улица','Первомайская','9','а','101010','101010','101010','37.933333','55.790278','101010','2','развитие застроенных территорий','1','101010','0,5','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','14','14','Многоэтажный ','СРЕДНИЙ','Нет','101010','нет','99999','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','4','413','нет','КОНСЬЕРЖ','7934','99999','637,7','3704,4','3576,3','99999','99999','99999','is null','99999','99999','99999','99999','45,6','43,9','47,2','101010','101010','68,6','64,7','72,5','101010','101010','91,7','87,4','96','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','107','99999','14','54','39','99999','99999','99999','is null','нет','99999','ГК ЮИТ','101010','101010','ЗАО ЮИТ-Строй','ГК ЮИТ','ОАО «ЦНИИЭП Жилище»','28.05.2010','№RU50315000-60','101010','2010, июнь','5','Завершено','99999','31.03.2012','is null','1 кв. 2012','is null','29.02.2012','RU50315000-32','нет','фз-214','101010','101010','75 992р.','77440','85 714р.','85714','78459','75992','is null','is null','is null','is null','5','1','1','3','is null','is null','is null','is null','is null','is null','is null','79','397','30736000','42','3600000','68','5296000','287','21840000','is null','is null','нет','звонок','http://www.yit-dom.ru/main.php?project=51&logo=logo_house','21.06.2012','30.06.2011','продается','30.11.2011','продается'),(28,'2012-08-02 16:38:10',1,'10233','28','2 кв. 2012','28','Янтарный','г. Балашиха- мкр. Щитниково- корп. 1','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','1','101010','101010','37.87783820182087','55.821851910820236','101010','1','комплексное освоение в целях жилищного строительства','15,7','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','Д-25','25','25','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','3','101010','нет','КОНСЬЕРЖ','10340','99999','2145,6','3252','4939,2','99999','99999','99999','is null','99999','99999','99999','99999','44,7','41,1','48,3','101010','101010','67,8','62,8','72,7','101010','101010','102,9','102,9','102,9','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','144','99999','48','48','48','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','101010','101010','101010','2008, март','5','Завершено','99999','31.12.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.azbuka-novostr.ru/?SHOWALL_2=1','21.06.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(29,'2012-08-02 16:38:10',1,'10234','29','2 кв. 2012','29','Янтарный','г. Балашиха- мкр. Щитниково- корп. 17','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','17','101010','101010','37.87783820182087','55.821851910820236','101010','4','комплексное освоение в целях жилищного строительства','15,7','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','П-44К','17','17','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','8','101010','нет','КОНСЬЕРЖ','13104','99999','5075,2','8051,2','99999','99999','99999','99999','is null','99999','99999','99999','99999','39,7','39,2','40,1','101010','101010','62,9','61,6','64,1','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','256','99999','128','128','99999','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','101010','101010','101010','2008, март','5','Завершено','99999','30.06.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.azbuka-novostr.ru/homes.php?SECTION_ID=626&is=2','21.06.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(30,'2012-08-02 16:38:10',1,'10235','30','2 кв. 2012','30','Янтарный','г. Балашиха- мкр. Щитниково- корп. 18','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','18','101010','101010','37.87783820182087','55.821851910820236','101010','4','комплексное освоение в целях жилищного строительства','15,7','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','П-44К','17','17','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','8','101010','нет','КОНСЬЕРЖ','13104','99999','5075,2','8051,2','99999','99999','99999','99999','is null','99999','99999','99999','99999','39,7','39,2','40,1','101010','101010','62,9','61,6','64,1','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','256','99999','128','128','99999','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','101010','101010','101010','2008, март','6','Завершено','99999','31.12.2009','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.morton.ru','21.06.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(31,'2012-08-02 16:38:10',1,'10236','31','2 кв. 2012','31','Янтарный','г. Балашиха- мкр. Щитниково- корп. 19','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','19','101010','101010','37.87783820182087','55.821851910820236','101010','6','комплексное освоение в целях жилищного строительства','15,7','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','П-44К','17','17','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','12','101010','нет','КОНСЬЕРЖ','21878','99999','3806,4','18115,2','99999','99999','99999','99999','is null','99999','99999','99999','99999','39,7','39,2','40,1','101010','101010','62,9','61,6','64,1','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','384','99999','96','288','99999','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','101010','101010','101010','2008, март','6','Завершено','99999','31.12.2009','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.morton.ru','21.06.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(32,'2012-08-02 16:38:10',1,'10237','32','2 кв. 2012','32','Янтарный','г. Балашиха- мкр. Щитниково- корп. 2','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','2','101010','101010','37.87783820182087','55.821851910820236','101010','1','комплексное освоение в целях жилищного строительства','15,7','101010','101010','МОНОЛИТНЫЕ','Монолит','Индивидуальная','99999','24','24','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','2','896','нет','КОНСЬЕРЖ','11142','99999','8096','3130,6','99999','99999','99999','99999','is null','99999','99999','99999','99999','46','42,9','49,1','101010','101010','71,2','71,2','71,2','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','220','99999','176','44','99999','99999','99999','99999','is null','1 этаж','101010','ООО \"Агентство недвижимости \"КЛЮЧ\"','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','13.11.2008','№RU50315000-366','101010','2010, март','5','Завершено','99999','30.06.2011','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.morton.ru/index.php?action=katalog&id_group=123&show=1','21.06.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(33,'2012-08-02 16:38:10',1,'10238','33','2 кв. 2012','33','Янтарный','г. Балашиха- мкр. Щитниково- корп. 20','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','20','101010','101010','37.87783820182087','55.821851910820236','101010','1','комплексное освоение в целях жилищного строительства','15,7','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','Д-25','25','25','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','2','101010','нет','КОНСЬЕРЖ','10340','99999','2145,6','3252','4939,2','99999','99999','99999','is null','99999','99999','99999','99999','44,7','41,1','48,3','101010','101010','67,8','62,8','72,7','101010','101010','102,9','102,9','102,9','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','144','99999','48','48','48','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','101010','101010','101010','2008, март','5','Завершено','99999','30.09.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.morton.ru','21.06.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(34,'2012-08-02 16:38:10',1,'10239','34','2 кв. 2012','34','Янтарный','г. Балашиха- мкр. Щитниково- корп. 21','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','21','101010','101010','37.87783820182087','55.821851910820236','101010','1','комплексное освоение в целях жилищного строительства','15,7','101010','101010','МОНОЛИТНЫЕ','Монолит','Индивидуальная','99999','24','24','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','2','101010','нет','КОНСЬЕРЖ','11748','99999','8631,4','3116,5','99999','99999','99999','99999','is null','99999','99999','99999','99999','46,9','44,7','49,1','101010','101010','67,8','67,8','67,8','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','230','99999','184','46','99999','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','101010','101010','101010','2010, март','5','Завершено','99999','31.12.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.morton.ru/index.php?action=katalog&id_group=123&show=1','21.06.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(35,'2012-08-02 16:38:10',1,'10240','35','2 кв. 2012','35','Янтарный','г. Балашиха- мкр. Щитниково- корп. 22','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','22','101010','101010','37.87783820182087','55.821851910820236','101010','1','комплексное освоение в целях жилищного строительства','15,7','101010','101010','МОНОЛИТНЫЕ','Монолит','Индивидуальная','99999','24','24','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','2','101010','нет','КОНСЬЕРЖ','11748','99999','8631,4','3116,5','99999','99999','99999','99999','is null','99999','99999','99999','99999','46,9','44,7','49,1','101010','101010','67,8','67,8','67,8','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','230','99999','184','46','99999','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','101010','101010','101010','2010, март','5','Завершено','99999','31.12.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.morton.ru/index.php?action=katalog&id_group=123&show=1','21.06.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(36,'2012-08-02 16:38:10',1,'10241','36','2 кв. 2012','36','Янтарный','г. Балашиха- мкр. Щитниково- корп. 24','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','24','101010','101010','37.87783820182087','55.821851910820236','101010','4','комплексное освоение в целях жилищного строительства','15,7','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','П-44К','17','17','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','8','101010','нет','КОНСЬЕРЖ','13104','99999','5075,2','8051,2','99999','99999','99999','99999','is null','99999','99999','99999','99999','39,7','39,2','40,1','101010','101010','62,9','61,6','64,1','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','256','99999','128','128','99999','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','101010','101010','101010','2008, март','5','Завершено','99999','30.06.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.morton.ru/index.php?action=katalog&id_group=178&show=1','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(37,'2012-08-02 16:38:10',1,'10242','37','2 кв. 2012','37','Янтарный','г. Балашиха- мкр. Щитниково- корп. 28','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','28','101010','101010','37.87783820182087','55.821851910820236','101010','1','комплексное освоение в целях жилищного строительства','15,7','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','Д-25','25','25','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','3','101010','нет','КОНСЬЕРЖ','10050','99999','2145,6','3252','4653,6','99999','99999','99999','is null','99999','99999','99999','99999','44,7','41,1','48,3','101010','101010','67,8','62,8','72,7','101010','101010','97','90,7','103,2','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','144','99999','48','48','48','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','101010','101010','101010','2008, март','5','Завершено','99999','31.12.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://dsk1ko.ru/dsk1ko/pricelist/Address_BalashihaSchitnikovo_k28.html','27.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(38,'2012-08-02 16:38:10',1,'10243','38','2 кв. 2012','38','Янтарный','г. Балашиха- мкр. Щитниково- корп. 3','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','3','101010','101010','37.87783820182087','55.821851910820236','101010','1','комплексное освоение в целях жилищного строительства','15,7','101010','101010','МОНОЛИТНЫЕ','Монолит','Индивидуальная','99999','24','24','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','2','847','нет','КОНСЬЕРЖ','11142','99999','8096','3130,6','99999','99999','99999','99999','is null','99999','99999','99999','99999','46','42,9','49,1','101010','101010','71,2','71,2','71,2','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','220','99999','176','44','99999','99999','99999','99999','is null','1 этаж','101010','ООО \"Агентство недвижимости \"КЛЮЧ\"','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','13.11.2008','№RU50315000-366','101010','2010, март','5','Завершено','99999','30.06.2011','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.morton.ru/index.php?action=katalog&id_group=123&show=1','21.06.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(39,'2012-08-02 16:38:10',1,'10244','39','2 кв. 2012','39','Янтарный','г. Балашиха- мкр. Щитниково- корп. 4','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','4','101010','101010','37.87783820182087','55.821851910820236','101010','5','комплексное освоение в целях жилищного строительства','15,7','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','П-44Т','17','17','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','10','101010','нет','КОНСЬЕРЖ','19289','99999','3643,2','7867,6','7761,6','99999','99999','99999','is null','99999','99999','99999','99999','38','37,4','38,5','101010','101010','57,9','52,3','63,4','101010','101010','80,9','77','84,7','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','328','99999','96','136','96','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','101010','101010','101010','2008, март','6','Завершено','99999','31.12.2009','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.atlant-invest.ru/newflats/72/162/','21.06.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(40,'2012-08-02 16:38:10',1,'10245','40','2 кв. 2012','40','Янтарный','г. Балашиха- мкр. Щитниково- корп. 5','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','5','101010','101010','37.87783820182087','55.821851910820236','101010','4','комплексное освоение в целях жилищного строительства','15,7','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','П-44Т','17','17','Многоэтажный ','ЭКОНОМ-КЛАСС','Да','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','8','101010','нет','КОНСЬЕРЖ','7419','99999','1214,4','3702,4','2587,2','99999','99999','99999','is null','99999','99999','99999','99999','38','37,4','38,5','101010','101010','57,9','52,3','63,4','101010','101010','80,9','77','84,7','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','128','99999','32','64','32','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','101010','101010','101010','2008, март','6','Завершено','99999','31.12.2009','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.morton.ru/index.php?action=katalog&id_group=123&show=1','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(41,'2012-08-02 16:38:10',1,'10246','41','2 кв. 2012','41','Янтарный','г. Балашиха- мкр. Щитниково- корп. 6','2,5','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха',' мкр. Щитниково','улица','Кольцевая','101010','101010','6','101010','101010','37.87783820182087','55.821851910820236','101010','6','комплексное освоение в целях жилищного строительства','15,7','101010','101010','ПАНЕЛЬНЫЕ (СБОРНО-ЖЕЛЕЗОБЕТОННЫЕ)','Панель','Типовая','П-44Т','17','17','Многоэтажный ','ЭКОНОМ-КЛАСС','Нет','101010','нет','99999','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','НАЗЕМНЫЙ','101010','12','101010','нет','КОНСЬЕРЖ','21447','99999','3643,2','11107,2','7761,6','99999','99999','99999','is null','99999','99999','99999','99999','38','37,4','38,5','101010','101010','57,9','52,3','63,4','101010','101010','80,9','77','84,7','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','384','99999','96','192','96','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ООО \"Жилстрой-энерго-М\"','ООО \"Мортон-РСО\"','101010','101010','101010','2008, март','6','Завершено','99999','31.12.2009','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.morton.ru/index.php?action=katalog&id_group=123&show=1','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(42,'2012-08-02 16:38:10',1,'10247','42','2 кв. 2012','42','Жираф ','г. Балашиха, мкр.20, ул. Кудаковского Калинина, корп. 45','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','мкр.20','улица','Кудаковского Калинина','101010','101010','45','101010','101010','37.971389','55.819722','101010','101010','развитие застроенных территорий','1','101010','1','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','5','24','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','11','101010','нет','КОНСЬЕРЖ','29048','99999','9833,7','11342,2','7644,1','99999','99999','99999','is null','99999','99999','99999','99999','49,7','43,9','55,4','101010','101010','74,6','69,4','79,8','101010','101010','100,6','92,3','108,9','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','426','99999','198','152','76','99999','99999','99999','is null','нет','99999','ООО Кампания АТН','is null','is null','ООО \"Сервис Строй\"','ООО Кампания АТН','ООО \"РегионПроект\"','09.09.2004','№27','is null','1 кв. 2002','6','Завершено','88888','31.12.2010','is null','is null','is null','88888','88888','88888','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.remixgroup.ru/bal-02.html','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(43,'2012-08-02 16:38:10',1,'10248','43','2 кв. 2012','43','Дом у воды','г. Балашиха- ул. Заречная- мкр. 21- корп. 15Б ','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','101010','улица','Заречная','101010','б','15','101010','101010','37.963889','55.83','101010','6','развитие застроенных территорий','101010','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','14','22','Многоэтажный ','СРЕДНИЙ','Нет','101010','нет','99999','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','12','101010','нет','КОНСЬЕРЖ','29344','99999','7090,5','15532','7629,6','99999','99999','99999','is null','99999','99999','99999','99999','43,5','40,8','53,3','101010','101010','70,6','63,1','76,1','101010','101010','86,7','77,1','92,9','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','471','99999','163','220','88','99999','99999','99999','is null','1 этаж','101010','ГИЗА XXI век','101010','101010','ГИЗА XXI век','ГИЗА XXI век','is null','101010','101010','101010','2006, март','5','Завершено','99999','30.06.2011','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.proektservis.ru/realty/newbuild/view/77/','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(44,'2012-08-02 16:38:10',1,'10249','44','2 кв. 2012','44','Жемчужина Балашихи','г. Балашиха- ул. Зеленая- корп. 1','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','101010','улица','Зеленая','101010','101010','1','101010','101010','37.942222','55.807778','101010','2','комплексное освоение в целях жилищного строительства','101010','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','23','23','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','4','101010','нет','КОНСЬЕРЖ','10244','99999','7828,8','2809,8','99999','99999','99999','99999','is null','99999','99999','99999','99999','46,6','42,1','44,3','101010','101010','66,9','66,9','66,9','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','210','99999','168','42','99999','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ГК МОРТОН','ООО \"Мортон-РСО\"','101010','101010','101010','2008, март','5','Завершено','99999','31.03.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.morton.ru/flats.php?sobj=Batek&korp=1&sec=1','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(45,'2012-08-02 16:38:10',1,'10250','45','2 кв. 2012','45','Жемчужина Балашихи','г. Балашиха- ул. Зеленая- корп. 2','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','101010','улица','Зеленая','101010','101010','2','101010','101010','37.942222','55.807778','101010','2','комплексное освоение в целях жилищного строительства','101010','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','16','16','Многоэтажный ','СРЕДНИЙ','Нет','101010','нет','99999','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','4','101010','нет','КОНСЬЕРЖ','6916','99999','5006,4','1814,4','99999','99999','99999','99999','is null','99999','99999','99999','99999','44,7','43,6','47,9','101010','101010','64,8','64,8','64,8','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','140','99999','112','28','99999','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ГК МОРТОН','ООО \"Мортон-РСО\"','101010','101010','101010','2008, март','5','Завершено','99999','30.06.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.morton.ru/','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(46,'2012-08-02 16:38:10',1,'10251','46','2 кв. 2012','46','Жемчужина Балашихи','г. Балашиха- ул. Зеленая- корп. 3','4','Щелковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','101010','улица','Зеленая','101010','101010','3','101010','101010','37.942222','55.807778','101010','2','комплексное освоение в целях жилищного строительства','101010','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','16','16','Многоэтажный ','СРЕДНИЙ','Нет','101010','нет','99999','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','нет','99999','4','101010','нет','КОНСЬЕРЖ','6960','99999','2458,4','1825,6','2690,8','99999','99999','99999','is null','99999','99999','99999','99999','43,9','43,1','44,6','101010','101010','65,2','64,9','65,4','101010','101010','96,1','96,1','96,1','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','112','99999','56','28','28','99999','99999','99999','is null','1 этаж','101010','ГК МОРТОН','101010','101010','ООО \"Мортон-РСО\"','ГК МОРТОН','ООО \"Мортон-РСО\"','101010','101010','101010','2008, март','5','Завершено','99999','31.03.2010','is null','is null','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.morton.ru/','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(47,'2012-08-02 16:38:10',1,'10252','47','2 кв. 2012','47','Салтыковка-Престиж','г. Балашиха- ул. Черняховского- 1','5','Горьковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','101010','улица','Черняховского','1','101010','101010','101010','101010','37.935','55.7625','101010','12','комплексное освоение в целях жилищного строительства','8','101010','101010','МОНОЛИТНЫЕ','Кирпич','Индивидуальная','99999','4','4','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','ПОДЗЕМНЫЙ','101010','12','101010','нет','нет','19710','99999','1414','11035,2','2969,6','4292','99999','99999','is null','99999','99999','99999','99999','50,5','47,6','57,8','101010','101010','72,6','63,9','81,3','101010','101010','92,8','84,5','101,1','101010','101010','107,3','107,3','107,3','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','252','99999','28','152','32','40','99999','99999','is null','нет','99999','ООО Салтыковка','is null','is null','н/д','ООО Салтыковка','is null','88888','88888','is null','2 кв. 2008','5','Завершено','30.06.2011','88888','is null','is null','is null','88888','88888','88888','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.arsenal-holding.ru/houses/1/houses_list.php?id=487','04.05.2012','30.06.2011','продажи завершены','30.11.2011','продажи завершены'),(48,'2012-08-02 16:38:10',1,'10253','48','2 кв. 2012','48','Балашиха-сити','г. Балашиха- Энтузиастов ш.- мкр. 1- корп. 1  ','1','Горьковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','101010','шоссе','Энтузиастов','101010','101010','1','101010','101010','37.881389','55.789167','101010','101010','комплексное освоение в целях жилищного строительства','8,5','101010','101010','МОНОЛИТНЫЕ','Монолит','Индивидуальная','99999','9','18','Многоэтажный ','СРЕДНИЙ','Нет','101010','нет','99999','БИЗНЕС (ОТДЕЛКА С ИСПОЛЬЗОВАНИЕМ КАЧЕСТВЕННЫХ МАТЕРИАЛОВ','да','ПОДЗЕМНЫЙ','101010','14','98','нет','КОНСЬЕРЖ','32137','99999','14332,7','13915,1','3394,7','117,1','99999','99999','is null','99999','99999','99999','99999','44,7','36,4','52,9','101010','101010','69,9','51','88,8','101010','101010','91,7','86,5','97','101010','101010','117,1','117,1','117,1','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','558','99999','321','199','37','1','99999','99999','is null','1 этаж','101010','ФСК Лидер','101010','101010','ОАО \"Монолитное строительное управление-1\"','ФСК Лидер','ООО \"Архитектурно-инженерная компания ДПМ\"','22.05.2006','№100','101010','101010','3','Ведется','31.12.2016','99999','is null','4 кв. 2016','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.6602222.ru/about.php','04.05.2012','30.06.2011','продажи не открыты','30.11.2011','продажи не открыты'),(49,'2012-08-02 16:38:10',1,'10254','49','2 кв. 2012','49','Балашиха-сити','г. Балашиха- Энтузиастов ш.- мкр. 1- корп. 2','1','Горьковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','101010','шоссе','Энтузиастов','101010','101010','2','101010','101010','37.881389','55.789167','101010','101010','комплексное освоение в целях жилищного строительства','8,5','101010','101010','МОНОЛИТНЫЕ','Монолит','Индивидуальная','99999','9','18','Многоэтажный ','СРЕДНИЙ','Нет','101010','нет','99999','БИЗНЕС (ОТДЕЛКА С ИСПОЛЬЗОВАНИЕМ КАЧЕСТВЕННЫХ МАТЕРИАЛОВ','да','ПОДЗЕМНЫЙ','101010','14','98','нет','КОНСЬЕРЖ','30491','99999','13171,8','13355,7','3486,4','234,1','99999','99999','is null','99999','99999','99999','99999','44,7','36,4','52,9','101010','101010','69,9','51','88,8','101010','101010','91,7','86,5','97','101010','101010','117,1','117,1','117,1','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','526','99999','295','191','38','2','99999','99999','is null','1 этаж','101010','ФСК Лидер','101010','101010','ОАО \"Монолитное строительное управление-1\"','ФСК Лидер','ООО \"Архитектурно-инженерная компания ДПМ\"','22.05.2006','№100','101010','101010','3','Ведется','31.12.2016','99999','is null','4 кв. 2016','is null','101010','101010','нет','99999','99999','99999','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','is null','http://www.6602222.ru/about.php','04.05.2012','30.06.2011','продажи не открыты','30.11.2011','продажи не открыты'),(50,'2012-08-02 16:38:10',1,'10255','50','2 кв. 2012','50','Балашиха-сити','г. Балашиха, Энтузиастов ш., мкр. 1, корп. 3 ','1','Горьковское','Московская область','46','50','Московская область','Город Балашиха','Балашиха','Балашиха','101010','шоссе','Энтузиастов','101010','101010','3','101010','101010','37.881389','55.789167','101010','101010','комплексное освоение в целях жилищного строительства','8,5','101010','101010','МОНОЛИТНЫЕ','Монолит','Индивидуальная','99999','9','18','Многоэтажный ','СРЕДНИЙ','Нет','101010','под ключ','ЭКОНОМ (КЛАССИЧЕСКАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','ЭКОНОМ (БАЗОВАЯ ОТДЕЛКА ДЕШЕВЫМИ МАТЕРИАЛАМИ)','да','ПОДЗЕМНЫЙ','101010','14','65','нет','КОНСЬЕРЖ','27607','99999','11698,3','11537,6','4036,9','468,2','99999','99999','is null','99999','99999','99999','99999','44,7','36,4','52,9','101010','101010','69,9','51','88,8','101010','101010','91,7','86,5','97','101010','101010','117,1','117,1','117,1','101010','101010','is null','99999','99999','99999','99999','is null','99999','99999','99999','99999','is null','is null','is null','is null','is null','475','99999','262','165','44','4','99999','99999','is null','1 этаж','101010','ФСК Лидер','101010','101010','ОАО \"Монолитное строительное управление-1\"','ФСК Лидер','ООО \"Архитектурно-инженерная компания ДПМ\"','22.05.2006','№100','101010','2006, июнь','5','Завершено','99999','30.06.2012','is null','2 кв. 2012','is null','101010','101010','нет','ДОГОВОР КУПЛИ-ПРОДАЖИ (ПРИ РЕАЛИЗАЦИИ КВАРТИР В ПОСТРОЕННОМ И СДАННОМ ГК ДОМЕ)','101010','101010','66 000р.','75 530р.','90 114р.','90114','74 004р.','is null','is null','is null','is null','is null','6','1','5','is null','is null','is null','is null','is null','is null','is null','is null','66','398','30086681','38','3400001','361','26686680','is null','is null','is null','is null','is null','is null','http://www.6602222.ru/about.php','27.05.2012','30.06.2011','продается','30.11.2011','продается');
/*!40000 ALTER TABLE `rrb_temporary_load` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_user_login`
--

DROP TABLE IF EXISTS `rrb_user_login`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_user_login` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `login_status` int(11) DEFAULT NULL,
  `login_datetime` datetime DEFAULT NULL,
  `logout_datetime` datetime DEFAULT NULL,
  `user_ip` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=124 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_user_login`
--

LOCK TABLES `rrb_user_login` WRITE;
/*!40000 ALTER TABLE `rrb_user_login` DISABLE KEYS */;
INSERT INTO `rrb_user_login` VALUES (80,1,1,'2012-06-16 13:47:47',NULL,'::1'),(81,1,1,'2012-06-16 13:50:08',NULL,'::1'),(82,1,1,'2012-06-16 13:50:46',NULL,'::1'),(83,1,1,'2012-06-18 08:48:22',NULL,'::1'),(84,1,1,'2012-06-19 10:21:49',NULL,'::1'),(85,1,1,'2012-06-19 10:38:51',NULL,'::1'),(86,1,1,'2012-06-19 11:52:33',NULL,'::1'),(87,1,1,'2012-06-19 16:23:52',NULL,'::1'),(88,1,1,'2012-06-19 16:38:24',NULL,'::1'),(89,1,1,'2012-06-20 10:35:43',NULL,'::1'),(90,1,1,'2012-06-20 11:08:58',NULL,'::1'),(91,1,1,'2012-06-20 11:09:13',NULL,'::1'),(92,1,1,'2012-06-22 10:45:02',NULL,'127.0.0.1'),(93,1,1,'2012-06-22 12:32:04',NULL,'127.0.0.1'),(94,1,1,'2012-06-22 13:35:13',NULL,'127.0.0.1'),(95,1,1,'2012-07-10 11:41:57',NULL,'127.0.0.1'),(96,1,1,'2012-07-12 16:39:27',NULL,'::1'),(97,1,1,'2012-07-13 10:31:01',NULL,'::1'),(98,1,1,'2012-07-17 11:15:53',NULL,'::1'),(99,1,1,'2012-07-17 14:40:54',NULL,'::1'),(100,1,1,'2012-07-17 16:15:08',NULL,'::1'),(101,1,1,'2012-07-18 09:29:34',NULL,'::1'),(102,1,1,'2012-07-18 14:07:27',NULL,'::1'),(103,1,1,'2012-07-19 10:19:43',NULL,'127.0.0.1'),(104,1,1,'2012-07-19 13:50:38',NULL,'127.0.0.1'),(105,1,1,'2012-07-23 18:35:05',NULL,'::1'),(106,1,1,'2012-07-28 11:36:04',NULL,'::1'),(107,1,1,'2012-07-28 12:28:36',NULL,'::1'),(108,1,1,'2012-07-28 15:08:30',NULL,'::1'),(109,1,1,'2012-07-30 16:01:05',NULL,'::1'),(110,1,1,'2012-07-31 09:41:08',NULL,'::1'),(111,1,1,'2012-07-31 15:45:42',NULL,'::1'),(112,1,1,'2012-08-01 14:05:41',NULL,'::1'),(113,1,1,'2012-08-01 16:02:49',NULL,'::1'),(114,1,1,'2012-08-02 12:21:36',NULL,'127.0.0.1'),(115,1,1,'2012-08-02 14:48:00',NULL,'127.0.0.1'),(116,1,1,'2012-08-02 17:20:20',NULL,'127.0.0.1'),(117,1,1,'2012-08-03 11:26:04',NULL,'::1'),(118,1,1,'2012-08-03 14:56:24',NULL,'::1'),(119,1,1,'2012-08-08 14:05:04',NULL,'::1'),(120,1,1,'2012-08-08 15:43:55',NULL,'::1'),(121,1,1,'2012-08-08 16:34:30',NULL,'::1'),(122,1,1,'2012-08-08 19:35:25',NULL,'::1'),(123,1,1,'2012-08-09 09:28:48',NULL,'::1');
/*!40000 ALTER TABLE `rrb_user_login` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_investor_builder`
--

DROP TABLE IF EXISTS `rrb_investor_builder`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_investor_builder` (
  `id` int(11) NOT NULL,
  `last_user_id` int(11) DEFAULT NULL,
  `date_rec` datetime DEFAULT NULL,
  `investor_id` int(11) DEFAULT NULL,
  `investor_contact` varchar(45) DEFAULT NULL,
  `investor_site` varchar(45) DEFAULT NULL,
  `general_contractor_id` int(11) DEFAULT NULL COMMENT 'генеральный подрядчик',
  `customer_of_object_id` int(11) DEFAULT NULL COMMENT 'Инвестор (заказчик) объекта',
  `architect_id` int(11) DEFAULT NULL,
  `building_permits_date` date DEFAULT NULL COMMENT 'дата выдачи разрешения на строительство',
  `building_permits_number` varchar(45) DEFAULT NULL COMMENT 'номер разрешения на строительство',
  `date_sale_start` varchar(45) DEFAULT NULL COMMENT 'дата начала продаж (год, месяц)',
  `date_start_build` varchar(45) DEFAULT NULL COMMENT 'дата начала продаж (год, месяц)',
  `build_stage_id` int(11) DEFAULT NULL COMMENT 'стадия строительства',
  `build_status_id` int(11) DEFAULT NULL COMMENT 'статус строительства',
  `schedul_dt_commiss` date DEFAULT NULL COMMENT 'запланированный срок ввода в эксплуатацию',
  `fact_dt_commiss` date DEFAULT NULL COMMENT 'фактический срок ввода в эксплуатацию',
  `End_of_implementation` date DEFAULT NULL COMMENT 'Окончание реализации',
  `Commissioning` date DEFAULT NULL COMMENT 'Ввод в эксплуатацию',
  `Postponement_entry` varchar(145) DEFAULT NULL COMMENT 'Перенос сроков ввода',
  `commissioning_dt` date DEFAULT NULL COMMENT 'дата выдачи разрешения на ввод в эксплуатацию',
  `commissioning_num` varchar(45) DEFAULT NULL COMMENT 'дата выдачи разрешения на ввод в эксплуатацию',
  `rrb_housing_id` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`,`rrb_housing_id`),
  KEY `fk_rrb_investor_builder_1` (`rrb_housing_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_investor_builder`
--

LOCK TABLES `rrb_investor_builder` WRITE;
/*!40000 ALTER TABLE `rrb_investor_builder` DISABLE KEYS */;
/*!40000 ALTER TABLE `rrb_investor_builder` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_housing_infrastructure`
--

DROP TABLE IF EXISTS `rrb_housing_infrastructure`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_housing_infrastructure` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `last_user_id` int(11) DEFAULT NULL,
  `date_rec` datetime DEFAULT NULL,
  `type_of_infrastructure_id` int(11) DEFAULT NULL COMMENT 'тип объекта инфраструктуры (только для комплексного освоения в целях жилищного строительства)',
  `rrb_housing_id` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`,`rrb_housing_id`),
  UNIQUE KEY `id_UNIQUE` (`id`),
  KEY `fk_rrb_housing_infrastructure_1` (`rrb_housing_id`)
) ENGINE=InnoDB AUTO_INCREMENT=58 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_housing_infrastructure`
--

LOCK TABLES `rrb_housing_infrastructure` WRITE;
/*!40000 ALTER TABLE `rrb_housing_infrastructure` DISABLE KEYS */;
INSERT INTO `rrb_housing_infrastructure` VALUES (1,1,'2012-08-09 10:10:43',158,1),(2,1,'2012-08-09 10:10:43',159,2),(3,1,'2012-08-09 10:10:43',160,2),(4,1,'2012-08-09 10:10:44',159,3),(5,1,'2012-08-09 10:10:44',160,3),(6,1,'2012-08-09 10:10:44',159,4),(7,1,'2012-08-09 10:10:44',160,4),(8,1,'2012-08-09 10:10:44',158,5),(9,1,'2012-08-09 10:10:45',158,6),(10,1,'2012-08-09 10:10:45',158,7),(11,1,'2012-08-09 10:10:45',159,8),(12,1,'2012-08-09 10:10:45',160,8),(13,1,'2012-08-09 10:10:46',159,9),(14,1,'2012-08-09 10:10:46',160,9),(15,1,'2012-08-09 10:10:46',159,10),(16,1,'2012-08-09 10:10:46',160,10),(17,1,'2012-08-09 10:10:46',162,10),(18,1,'2012-08-09 10:10:47',158,11),(19,1,'2012-08-09 10:10:47',158,12),(20,1,'2012-08-09 10:10:48',158,13),(21,1,'2012-08-09 10:10:49',158,14),(22,1,'2012-08-09 10:10:49',158,15),(23,1,'2012-08-09 10:10:50',158,16),(24,1,'2012-08-09 10:10:50',158,17),(25,1,'2012-08-09 10:10:50',158,18),(26,1,'2012-08-09 10:10:51',158,19),(27,1,'2012-08-09 10:10:51',158,20),(28,1,'2012-08-09 10:10:51',158,21),(29,1,'2012-08-09 10:10:52',158,22),(30,1,'2012-08-09 10:10:52',158,23),(31,1,'2012-08-09 10:10:52',158,24),(32,1,'2012-08-09 10:10:53',158,25),(33,1,'2012-08-09 10:10:53',158,26),(34,1,'2012-08-09 10:10:54',158,27),(35,1,'2012-08-09 10:10:54',158,28),(36,1,'2012-08-09 10:10:54',158,29),(37,1,'2012-08-09 10:10:55',158,30),(38,1,'2012-08-09 10:10:55',158,31),(39,1,'2012-08-09 10:10:55',158,32),(40,1,'2012-08-09 10:10:55',158,33),(41,1,'2012-08-09 10:10:56',158,34),(42,1,'2012-08-09 10:10:56',158,35),(43,1,'2012-08-09 10:10:56',158,36),(44,1,'2012-08-09 10:10:57',158,37),(45,1,'2012-08-09 10:10:57',158,38),(46,1,'2012-08-09 10:10:57',158,39),(47,1,'2012-08-09 10:10:58',158,40),(48,1,'2012-08-09 10:10:58',158,41),(49,1,'2012-08-09 10:10:58',-999,42),(50,1,'2012-08-09 10:10:58',158,43),(51,1,'2012-08-09 10:10:59',158,44),(52,1,'2012-08-09 10:10:59',158,45),(53,1,'2012-08-09 10:11:00',158,46),(54,1,'2012-08-09 10:11:00',-999,47),(55,1,'2012-08-09 10:11:01',158,48),(56,1,'2012-08-09 10:11:01',158,49),(57,1,'2012-08-09 10:11:01',158,50);
/*!40000 ALTER TABLE `rrb_housing_infrastructure` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_handbooks`
--

DROP TABLE IF EXISTS `rrb_handbooks`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_handbooks` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `handbook_name` varchar(250) NOT NULL,
  `last_user_id` int(11) NOT NULL,
  `date_rec` datetime NOT NULL,
  `handbook_description` text,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=49 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_handbooks`
--

LOCK TABLES `rrb_handbooks` WRITE;
/*!40000 ALTER TABLE `rrb_handbooks` DISABLE KEYS */;
INSERT INTO `rrb_handbooks` VALUES (1,'Справочник',1,'2012-07-28 13:46:43','Справочник'),(2,'ВОЗМОЖНА_ИПОТЕКА',1,'2012-07-28 13:46:43','ВОЗМОЖНА_ИПОТЕКА'),(3,'МАТЕРИАЛ_НАРУЖНЫХ_СТЕН',1,'2012-07-28 13:46:43','МАТЕРИАЛ_НАРУЖНЫХ_СТЕН'),(4,'НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',1,'2012-07-28 13:46:43','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ'),(5,'ОГРАЖДЕНИЕ_ТЕРРИТОРИИ',1,'2012-07-28 13:46:43','ОГРАЖДЕНИЕ_ТЕРРИТОРИИ'),(6,'ОСТЕКЛЕНИЕ_ЛОДЖИЙ_/_БАЛКОНОВ',1,'2012-07-28 13:46:43','ОСТЕКЛЕНИЕ_ЛОДЖИЙ_/_БАЛКОНОВ'),(7,'ОХРАНА',1,'2012-07-28 13:46:43','ОХРАНА'),(8,'ПОТРЕБИТЕЛЬСКИЙ_КЛАСС',1,'2012-07-28 13:46:43','ПОТРЕБИТЕЛЬСКИЙ_КЛАСС'),(9,'СТАДИЯ_СТРОИТЕЛЬСТВА',1,'2012-07-28 13:46:43','СТАДИЯ_СТРОИТЕЛЬСТВА'),(10,'СТАТУС_РЕАЛИЗАЦИИ',1,'2012-07-28 13:46:43','СТАТУС_РЕАЛИЗАЦИИ'),(11,'СТАТУС_СТРОИТЕЛЬСТВА',1,'2012-07-28 13:46:43','СТАТУС_СТРОИТЕЛЬСТВА'),(12,'СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',1,'2012-07-28 13:46:43','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ '),(13,'ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ',1,'2012-07-28 13:46:43','ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ'),(14,'ТИП_ЗАКЛЮЧАЕМОГО_ДОГОВОРА_С_ПОКУПАТЕЛЕМ',1,'2012-07-28 13:46:43','ТИП_ЗАКЛЮЧАЕМОГО_ДОГОВОРА_С_ПОКУПАТЕЛЕМ'),(15,'ТИП_ЗАСТРОЙКИ',1,'2012-07-28 13:46:43','ТИП_ЗАСТРОЙКИ'),(16,'ТИП_ОБЪЕКТА_ИНФРАСТРУКТУРЫ_(ТОЛЬКО_ДЛЯ_КОМПЛЕКСНОГО_ОСВОЕНИЯ_В_ЦЕЛЯХ_ЖИЛИЩНОГО_СТРОИТЕЛЬСТВА)',1,'2012-07-28 13:46:43','ТИП_ОБЪЕКТА_ИНФРАСТРУКТУРЫ_(ТОЛЬКО_ДЛЯ_КОМПЛЕКСНОГО_ОСВОЕНИЯ_В_ЦЕЛЯХ_ЖИЛИЩНОГО_СТРОИТЕЛЬСТВА)'),(17,'ТИП_ОТДЕЛКИ_КВАРТИР',1,'2012-07-28 13:46:43','ТИП_ОТДЕЛКИ_КВАРТИР'),(18,'ТИП_ПАРКИНГА_',1,'2012-07-28 13:46:43','ТИП_ПАРКИНГА_'),(19,'ТИП_ПРОЕКТНОЙ_ДОКУМЕНТАЦИИ',1,'2012-07-28 13:46:43','ТИП_ПРОЕКТНОЙ_ДОКУМЕНТАЦИИ'),(20,'ТИП_УЛИЦЫ',1,'2012-07-28 13:46:43','ТИП_УЛИЦЫ'),(21,'ТИП_ЭТАЖНОСТИ',1,'2012-07-28 13:46:43','ТИП_ЭТАЖНОСТИ'),(22,'УРОВЕНЬ_ОТДЕЛКИ_КВАРТИР',1,'2012-07-28 13:46:43','УРОВЕНЬ_ОТДЕЛКИ_КВАРТИР'),(23,'УРОВЕНЬ_ОТДЕЛКИ_ОБЩИХ_ПОМЕЩЕНИЙ',1,'2012-07-28 13:46:43','УРОВЕНЬ_ОТДЕЛКИ_ОБЩИХ_ПОМЕЩЕНИЙ'),(24,'ЭКОНОМ',1,'2012-07-28 13:46:43','ЭКОНОМ'),(25,'Справочник',1,'2012-07-30 16:01:31','Справочник'),(26,'ВОЗМОЖНА_ИПОТЕКА',1,'2012-07-30 16:01:31','ВОЗМОЖНА_ИПОТЕКА'),(27,'МАТЕРИАЛ_НАРУЖНЫХ_СТЕН',1,'2012-07-30 16:01:31','МАТЕРИАЛ_НАРУЖНЫХ_СТЕН'),(28,'НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ',1,'2012-07-30 16:01:31','НАЛИЧИЕ_И_МЕСТО_РАСПОЛОЖЕНИЯ_КОММЕРЧЕСКИХ_ПОМЕЩЕНИЙ'),(29,'ОГРАЖДЕНИЕ_ТЕРРИТОРИИ',1,'2012-07-30 16:01:31','ОГРАЖДЕНИЕ_ТЕРРИТОРИИ'),(30,'ОСТЕКЛЕНИЕ_ЛОДЖИЙ_/_БАЛКОНОВ',1,'2012-07-30 16:01:31','ОСТЕКЛЕНИЕ_ЛОДЖИЙ_/_БАЛКОНОВ'),(31,'ОХРАНА',1,'2012-07-30 16:01:31','ОХРАНА'),(32,'ПОТРЕБИТЕЛЬСКИЙ_КЛАСС',1,'2012-07-30 16:01:31','ПОТРЕБИТЕЛЬСКИЙ_КЛАСС'),(33,'СТАДИЯ_СТРОИТЕЛЬСТВА',1,'2012-07-30 16:01:31','СТАДИЯ_СТРОИТЕЛЬСТВА'),(34,'СТАТУС_РЕАЛИЗАЦИИ',1,'2012-07-30 16:01:31','СТАТУС_РЕАЛИЗАЦИИ'),(35,'СТАТУС_СТРОИТЕЛЬСТВА',1,'2012-07-30 16:01:31','СТАТУС_СТРОИТЕЛЬСТВА'),(36,'СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ ',1,'2012-07-30 16:01:31','СУБЪЕКТ РОССИЙСКОЙ ФЕДЕРАЦИИ '),(37,'ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ',1,'2012-07-30 16:01:31','ТЕХНОЛОГИЯ_И_МАТЕРИАЛ_НЕСУЩИХ_КОНСТРУКЦИЙ'),(38,'ТИП_ЗАКЛЮЧАЕМОГО_ДОГОВОРА_С_ПОКУПАТЕЛЕМ',1,'2012-07-30 16:01:31','ТИП_ЗАКЛЮЧАЕМОГО_ДОГОВОРА_С_ПОКУПАТЕЛЕМ'),(39,'ТИП_ЗАСТРОЙКИ',1,'2012-07-30 16:01:31','ТИП_ЗАСТРОЙКИ'),(40,'ТИП_ОБЪЕКТА_ИНФРАСТРУКТУРЫ_(ТОЛЬКО_ДЛЯ_КОМПЛЕКСНОГО_ОСВОЕНИЯ_В_ЦЕЛЯХ_ЖИЛИЩНОГО_СТРОИТЕЛЬСТВА)',1,'2012-07-30 16:01:31','ТИП_ОБЪЕКТА_ИНФРАСТРУКТУРЫ_(ТОЛЬКО_ДЛЯ_КОМПЛЕКСНОГО_ОСВОЕНИЯ_В_ЦЕЛЯХ_ЖИЛИЩНОГО_СТРОИТЕЛЬСТВА)'),(41,'ТИП_ОТДЕЛКИ_КВАРТИР',1,'2012-07-30 16:01:31','ТИП_ОТДЕЛКИ_КВАРТИР'),(42,'ТИП_ПАРКИНГА_',1,'2012-07-30 16:01:31','ТИП_ПАРКИНГА_'),(43,'ТИП_ПРОЕКТНОЙ_ДОКУМЕНТАЦИИ',1,'2012-07-30 16:01:31','ТИП_ПРОЕКТНОЙ_ДОКУМЕНТАЦИИ'),(44,'ТИП_УЛИЦЫ',1,'2012-07-30 16:01:31','ТИП_УЛИЦЫ'),(45,'ТИП_ЭТАЖНОСТИ',1,'2012-07-30 16:01:31','ТИП_ЭТАЖНОСТИ'),(46,'УРОВЕНЬ_ОТДЕЛКИ_КВАРТИР',1,'2012-07-30 16:01:31','УРОВЕНЬ_ОТДЕЛКИ_КВАРТИР'),(47,'УРОВЕНЬ_ОТДЕЛКИ_ОБЩИХ_ПОМЕЩЕНИЙ',1,'2012-07-30 16:01:31','УРОВЕНЬ_ОТДЕЛКИ_ОБЩИХ_ПОМЕЩЕНИЙ'),(48,'ЭКОНОМ',1,'2012-07-30 16:01:31','ЭКОНОМ');
/*!40000 ALTER TABLE `rrb_handbooks` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `rrb_housing`
--

DROP TABLE IF EXISTS `rrb_housing`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `rrb_housing` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(200) NOT NULL,
  `corpse_number` varchar(45) NOT NULL,
  `apartment_coplex_id` int(11) DEFAULT NULL,
  `last_user_id` int(11) NOT NULL,
  `date_rec` datetime NOT NULL,
  PRIMARY KEY (`id`,`corpse_number`,`name`),
  KEY `fk_rrb_housing_1` (`apartment_coplex_id`)
) ENGINE=InnoDB AUTO_INCREMENT=51 DEFAULT CHARSET=utf8 COMMENT='Описание корпусов жилья';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `rrb_housing`
--

LOCK TABLES `rrb_housing` WRITE;
/*!40000 ALTER TABLE `rrb_housing` DISABLE KEYS */;
INSERT INTO `rrb_housing` VALUES (1,'п. Совхоза им. 1 Мая- корп. 35','35',1,1,'2012-08-09 10:10:43'),(2,'г. Балашиха, ЖК \"Никольско-Трубецкое\", мкр. 22А, корп. 1','1',2,1,'2012-08-09 10:10:43'),(3,'г. Балашиха, ЖК \"Никольско-Трубецкое\", мкр. 22А, корп. 2','2',2,1,'2012-08-09 10:10:44'),(4,'г. Балашиха, ЖК \"Никольско-Трубецкое\", мкр. 22А, корп. 5','5',2,1,'2012-08-09 10:10:44'),(5,'г. Балашиха, ЖСК \"Поляна\"','101010',3,1,'2012-08-09 10:10:44'),(6,'г. Балашиха- квартал \"Лукино\"- корп. 1','1',4,1,'2012-08-09 10:10:45'),(7,'г. Балашиха- квартал \"Лукино\"- корп. 3','3',4,1,'2012-08-09 10:10:45'),(8,'г. Балашиха, мкр. \"Сакраменто\", 18 корпусов (I очередь)','101010',5,1,'2012-08-09 10:10:45'),(9,'г. Балашиха, мкр. \"Сакраменто\", 96 корпусов (II очередь)','101010',5,1,'2012-08-09 10:10:46'),(10,'г. Балашиха, мкр. \"Центр\", корп. 2, 3','2,3',6,1,'2012-08-09 10:10:46'),(11,'г. Балашиха, мкр. 15Б, ул. Зеленая, корп. 31','31',7,1,'2012-08-09 10:10:47'),(12,'г. Балашиха- мкр. 16 (им. Гагарина)- корп. 47','47',8,1,'2012-08-09 10:10:47'),(13,'г. Балашиха- мкр. 16а- вл. 8-9','101010',9,1,'2012-08-09 10:10:48'),(14,'г. Балашиха- мкр. 17- корп. 38А','38',10,1,'2012-08-09 10:10:49'),(15,'г. Балашиха- мкр. 21- корп. 18','18',11,1,'2012-08-09 10:10:49'),(16,'г. Балашиха- мкр. 21- корп. 43Б','43',12,1,'2012-08-09 10:10:50'),(17,'г. Балашиха- мкр. 21- корп. 43Г','43',12,1,'2012-08-09 10:10:50'),(18,'г. Балашиха- мкр. 22- корп. 11','11',13,1,'2012-08-09 10:10:50'),(19,'г. Балашиха- мкр. 22- корп. 21','21',13,1,'2012-08-09 10:10:51'),(20,'г. Балашиха- мкр. 22- корп. 22','22',13,1,'2012-08-09 10:10:51'),(21,'г. Балашиха- мкр. 22- корп. 3','3',13,1,'2012-08-09 10:10:51'),(22,'г. Балашиха- мкр. 22- корп. 9','9',13,1,'2012-08-09 10:10:52'),(23,'г. Балашиха, мкр. 27А, д. 9','101010',14,1,'2012-08-09 10:10:52'),(24,'г. Балашиха- мкр. 27А- д. 9А','101010',14,1,'2012-08-09 10:10:52'),(25,'г. Балашиха, мкр. 27А, д. 9Б','101010',14,1,'2012-08-09 10:10:53'),(26,'г. Балашиха, мкр. 28, д. 10 (ул. Первомайская, д.14)','101010',15,1,'2012-08-09 10:10:53'),(27,'г. Балашиха, мкр. 28, д. 9А (ул. Евстафьева, д. 5)','101010',15,1,'2012-08-09 10:10:54'),(28,'г. Балашиха- мкр. Щитниково- корп. 1','1',16,1,'2012-08-09 10:10:54'),(29,'г. Балашиха- мкр. Щитниково- корп. 17','17',16,1,'2012-08-09 10:10:54'),(30,'г. Балашиха- мкр. Щитниково- корп. 18','18',16,1,'2012-08-09 10:10:55'),(31,'г. Балашиха- мкр. Щитниково- корп. 19','19',16,1,'2012-08-09 10:10:55'),(32,'г. Балашиха- мкр. Щитниково- корп. 2','2',16,1,'2012-08-09 10:10:55'),(33,'г. Балашиха- мкр. Щитниково- корп. 20','20',16,1,'2012-08-09 10:10:55'),(34,'г. Балашиха- мкр. Щитниково- корп. 21','21',16,1,'2012-08-09 10:10:56'),(35,'г. Балашиха- мкр. Щитниково- корп. 22','22',16,1,'2012-08-09 10:10:56'),(36,'г. Балашиха- мкр. Щитниково- корп. 24','24',16,1,'2012-08-09 10:10:56'),(37,'г. Балашиха- мкр. Щитниково- корп. 28','28',16,1,'2012-08-09 10:10:57'),(38,'г. Балашиха- мкр. Щитниково- корп. 3','3',16,1,'2012-08-09 10:10:57'),(39,'г. Балашиха- мкр. Щитниково- корп. 4','4',16,1,'2012-08-09 10:10:57'),(40,'г. Балашиха- мкр. Щитниково- корп. 5','5',16,1,'2012-08-09 10:10:58'),(41,'г. Балашиха- мкр. Щитниково- корп. 6','6',16,1,'2012-08-09 10:10:58'),(42,'г. Балашиха, мкр.20, ул. Кудаковского Калинина, корп. 45','45',17,1,'2012-08-09 10:10:58'),(43,'г. Балашиха- ул. Заречная- мкр. 21- корп. 15Б ','15',18,1,'2012-08-09 10:10:58'),(44,'г. Балашиха- ул. Зеленая- корп. 1','1',19,1,'2012-08-09 10:10:59'),(45,'г. Балашиха- ул. Зеленая- корп. 2','2',19,1,'2012-08-09 10:10:59'),(46,'г. Балашиха- ул. Зеленая- корп. 3','3',19,1,'2012-08-09 10:11:00'),(47,'г. Балашиха- ул. Черняховского- 1','101010',20,1,'2012-08-09 10:11:00'),(48,'г. Балашиха- Энтузиастов ш.- мкр. 1- корп. 1  ','1',21,1,'2012-08-09 10:11:01'),(49,'г. Балашиха- Энтузиастов ш.- мкр. 1- корп. 2','2',21,1,'2012-08-09 10:11:01'),(50,'г. Балашиха, Энтузиастов ш., мкр. 1, корп. 3 ','3',21,1,'2012-08-09 10:11:01');
/*!40000 ALTER TABLE `rrb_housing` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Final view structure for view `rrb_v_housing_specification`
--

/*!50001 DROP TABLE IF EXISTS `rrb_v_housing_specification`*/;
/*!50001 DROP VIEW IF EXISTS `rrb_v_housing_specification`*/;
/*!50001 SET @saved_cs_client          = @@character_set_client */;
/*!50001 SET @saved_cs_results         = @@character_set_results */;
/*!50001 SET @saved_col_connection     = @@collation_connection */;
/*!50001 SET character_set_client      = utf8 */;
/*!50001 SET character_set_results     = utf8 */;
/*!50001 SET collation_connection      = utf8_general_ci */;
/*!50001 CREATE ALGORITHM=UNDEFINED */
/*!50013 DEFINER=`root`@`localhost` SQL SECURITY DEFINER */
/*!50001 VIEW `rrb_v_housing_specification` AS select `t`.`id` AS `id`,`t`.`number_of_sections` AS `number_of_sections`,`t`.`type_of_building` AS `type_of_building`,`t`.`total_land_area` AS `total_land_area`,`t`.`total_floor_area` AS `total_floor_area`,`t`.`land_area_build` AS `land_area_build`,`t`.`bearing_material_tech` AS `bearing_material_tech`,`t`.`wall_material` AS `wall_material`,`t`.`proj_doc_type` AS `proj_doc_type`,`t`.`serial_number` AS `serial_number`,`t`.`min_floors` AS `min_floors`,`t`.`max_floors` AS `max_floors`,`t`.`floors_type_id` AS `floors_type_id`,`t`.`consumer_class_id` AS `consumer_class_id`,`t`.`economy_class_house_id` AS `economy_class_house_id`,`t`.`ceiling_height` AS `ceiling_height`,`t`.`finishing_flats_id` AS `finishing_flats_id`,`t`.`finishing_level_id` AS `finishing_level_id`,`t`.`common_area_finishing_id` AS `common_area_finishing_id`,`t`.`glazed_loggia_id` AS `glazed_loggia_id`,`t`.`parking_type_id` AS `parking_type_id`,`t`.`num_of_parking_place` AS `num_of_parking_place`,`t`.`num_of_Elevator` AS `num_of_Elevator`,`t`.`estimated_cost_construction` AS `estimated_cost_construction`,`t`.`territory_fencing_id` AS `territory_fencing_id`,`t`.`security_id` AS `security_id`,`t`.`last_user_id` AS `last_user_id`,`t`.`date_rec` AS `date_rec`,`t`.`rrb_housing_id` AS `rrb_housing_id`,`h_material_tech`.`hndb_value` AS `material_name`,`h_wall_material`.`hndb_value` AS `wall_material_name`,`h_proj_doc_type`.`hndb_value` AS `proj_doc_name`,`h_floors_type`.`hndb_value` AS `floor_type_name`,`h_consumer_class`.`hndb_value` AS `consumer_cl_name`,`h_economy_class`.`hndb_value` AS `economy_cl_name`,`h_finishing_flats`.`hndb_value` AS `finish_fl_name`,`h_finishing_level`.`hndb_value` AS `finish_level_name`,`h_common_area_finishing`.`hndb_value` AS `finish_c_area_name`,`h_glazed_loggia`.`hndb_value` AS `glazed_log_name`,`h_parking_type`.`hndb_value` AS `parking_name`,`h_territory_fencing`.`hndb_value` AS `fencing_name`,`h_security`.`hndb_value` AS `security_name` from (((((((((((((`rrb_housing_specification` `t` join `rrb_s_handbooks` `h_material_tech`) join `rrb_s_handbooks` `h_wall_material`) join `rrb_s_handbooks` `h_proj_doc_type`) join `rrb_s_handbooks` `h_floors_type`) join `rrb_s_handbooks` `h_consumer_class`) join `rrb_s_handbooks` `h_economy_class`) join `rrb_s_handbooks` `h_finishing_flats`) join `rrb_s_handbooks` `h_finishing_level`) join `rrb_s_handbooks` `h_common_area_finishing`) join `rrb_s_handbooks` `h_glazed_loggia`) join `rrb_s_handbooks` `h_parking_type`) join `rrb_s_handbooks` `h_territory_fencing`) join `rrb_s_handbooks` `h_security`) where ((`h_material_tech`.`rrb_handbooks_id` = 1) and (`h_wall_material`.`rrb_handbooks_id` = 2) and (`h_proj_doc_type`.`rrb_handbooks_id` = 4) and (`h_floors_type`.`rrb_handbooks_id` = 5) and (`h_consumer_class`.`rrb_handbooks_id` = 6) and (`h_economy_class`.`rrb_handbooks_id` = 7) and (`h_finishing_flats`.`rrb_handbooks_id` = 8) and (`h_finishing_level`.`rrb_handbooks_id` = 9) and (`h_common_area_finishing`.`rrb_handbooks_id` = 10) and (`h_glazed_loggia`.`rrb_handbooks_id` = 11) and (`h_parking_type`.`rrb_handbooks_id` = 12) and (`h_territory_fencing`.`rrb_handbooks_id` = 13) and (`h_security`.`rrb_handbooks_id` = 14) and (`t`.`bearing_material_tech` = `h_material_tech`.`id`) and (`t`.`wall_material` = `h_wall_material`.`id`) and (`t`.`proj_doc_type` = `h_proj_doc_type`.`id`) and (`t`.`floors_type_id` = `h_floors_type`.`id`) and (`t`.`consumer_class_id` = `h_consumer_class`.`id`) and (`t`.`economy_class_house_id` = `h_economy_class`.`id`) and (`t`.`finishing_flats_id` = `h_finishing_flats`.`id`) and (`t`.`finishing_level_id` = `h_finishing_level`.`id`) and (`t`.`common_area_finishing_id` = `h_common_area_finishing`.`id`) and (`t`.`glazed_loggia_id` = `h_glazed_loggia`.`id`) and (`t`.`parking_type_id` = `h_parking_type`.`id`) and (`t`.`territory_fencing_id` = `h_territory_fencing`.`id`) and (`t`.`security_id` = `h_security`.`id`)) */;
/*!50001 SET character_set_client      = @saved_cs_client */;
/*!50001 SET character_set_results     = @saved_cs_results */;
/*!50001 SET collation_connection      = @saved_col_connection */;

--
-- Dumping routines for database 'rrb'
--
/*!50003 DROP PROCEDURE IF EXISTS `get_apart_id` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `get_apart_id`(
 IN P_COMPLEX_NAME varchar(200),
 OUT o_id int
)
BEGIN
  
 select ifnull(ifnull(
                (SELECT id
                 FROM rrb.rrb_apartment_comlex where complex_name = P_COMPLEX_NAME
                ),
                (SELECT max(id)+1
                 FROM rrb.rrb_apartment_comlex
                )),1) into o_id;


END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `get_housing_id` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `get_housing_id`(
 IN P_NAME varchar(200),
 OUT o_id int
)
BEGIN
  
 select ifnull(ifnull(
                (SELECT id
                 FROM rrb.rrb_housing where name = P_NAME
                ),
                (SELECT max(id)+1
                 FROM rrb.rrb_housing
                )),1) into o_id;


END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `get_infr_id` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `get_infr_id`(
 IN p_type_of_infrastructure_id int,
 IN p_rrb_housing_id int,
 OUT o_id int
)
BEGIN
  
 select ifnull(ifnull(
                (SELECT id FROM rrb.rrb_housing_infrastructure
                where type_of_infrastructure_id = p_type_of_infrastructure_id
                and rrb_housing_id = p_rrb_housing_id
                ),
                (SELECT max(id)+1
                 FROM rrb.rrb_housing_infrastructure
                )),1) into o_id;


END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `uid_handbooks` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `uid_handbooks`(
 IN p_id int,
 IN p_rrb_handbooks_id int,
 IN p_hndb_value text,
 IN p_last_user_id int,
 IN p_date_rec datetime,
 IN p_mode varchar(2),
 OUT o_result varchar(200)
   )
BEGIN
  DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';
        SET o_result = 'good_insert';
        INSERT INTO rrb.rrb_s_handbooks
                    (   id,
                        rrb_handbooks_id,
                        hndb_value,
                        last_user_id,
                        date_rec )
                    VALUES  (
                        p_id,
                        p_rrb_handbooks_id,
                        p_hndb_value,
                        p_last_user_id,
                        p_date_rec  );          
    if o_result = 'exit' then
         update rrb.rrb_s_handbooks set
                rrb_handbooks_id = p_rrb_handbooks_id,
                hndb_value = p_hndb_value,
                last_user_id = p_last_user_id,
                date_rec = p_date_rec
                where id = p_id;
     set o_result = 'good_update';
    end if;
  if p_mode = 'D' then
     delete from rrb.rrb_s_handbooks where id = p_id;
     set o_result = 'good_delete';
  end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `uid_rrb_apartment_comlex` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `uid_rrb_apartment_comlex`(
IN p_id int(11),
IN p_complex_name varchar(250),
IN p_last_user_id int(11),
IN p_date_rec datetime,
IN p_mode varchar(2),
OUT o_result varchar(200)
)
BEGIN
DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';
SET o_result = 'good_insert';
INSERT INTO rrb.rrb_apartment_comlex
(
id
,complex_name
,last_user_id
,date_rec
)
VALUES
(p_id
, p_complex_name
, p_last_user_id
, p_date_rec
);
if o_result = 'exit' then
update rrb.rrb_apartment_comlex set

 complex_name = p_complex_name
,last_user_id = p_last_user_id
,date_rec = p_date_rec
where id = p_id
;set o_result = 'good_update';
end if;
if p_mode = 'D' then
delete from rrb.rrb_apartment_comlex where id = p_id;
set o_result = 'good_delete';
end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `uid_rrb_flats` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `uid_rrb_flats`(
IN p_id int(11),
IN p_last_user_id int(11),
IN p_date_rec datetime,
IN p_section varchar(45),
IN p_floor_numb float,
IN p_quant_rooms_in_flat float,
IN p_total_flat_area float,
IN p_live_area float,
IN p_kitchen_area float,
IN p_balcony_area float,
IN p_price_whoole_payment float,
IN p_price_lease_payment float,
IN p_flat_descripton text,
IN p_saler_name text,
IN p_saler_contact varchar(450),
IN p_link_to_source_inf varchar(45),
IN p_collect_information_dt date,
IN p_report_on_phase_dt date,
IN p_rrb_housing_id int(11),
IN p_mode varchar(2),
OUT o_result varchar(200)
)
BEGIN
DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';
SET o_result = 'good_insert';
INSERT INTO rrb_flats
(
id
,last_user_id
,date_rec
,section
,floor_numb
,quant_rooms_in_flat
,total_flat_area
,live_area
,kitchen_area
,balcony_area
,price_whoole_payment
,price_lease_payment
,flat_descripton
,saler_name
,saler_contact
,link_to_source_inf
,collect_information_dt
,report_on_phase_dt
,rrb_housing_id
)
VALUES
(p_id
, p_last_user_id
, p_date_rec
, p_section
, p_floor_numb
, p_quant_rooms_in_flat
, p_total_flat_area
, p_live_area
, p_kitchen_area
, p_balcony_area
, p_price_whoole_payment
, p_price_lease_payment
, p_flat_descripton
, p_saler_name
, p_saler_contact
, p_link_to_source_inf
, p_collect_information_dt
, p_report_on_phase_dt
, p_rrb_housing_id
);
if o_result = 'exit' then
update rrb_flats set
 last_user_id = p_last_user_id
,date_rec = p_date_rec
,section = p_section
,floor_numb = p_floor_numb
,quant_rooms_in_flat = p_quant_rooms_in_flat
,total_flat_area = p_total_flat_area
,live_area = p_live_area
,kitchen_area = p_kitchen_area
,balcony_area = p_balcony_area
,price_whoole_payment = p_price_whoole_payment
,price_lease_payment = p_price_lease_payment
,flat_descripton = p_flat_descripton
,saler_name = p_saler_name
,saler_contact = p_saler_contact
,link_to_source_inf = p_link_to_source_inf
,collect_information_dt = p_collect_information_dt
,report_on_phase_dt = p_report_on_phase_dt
where
rrb_housing_id = p_rrb_housing_id
;set o_result = 'good_update';
end if;
if p_mode = 'D' then
delete from rrb_flats where id = p_id;
set o_result = 'good_delete';
end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `uid_rrb_housing` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `uid_rrb_housing`(
IN p_id int(11),
IN p_name varchar(200),
IN p_corpse_number varchar(45),
IN p_apartment_coplex_id int(11),
IN p_last_user_id int(11),
IN p_date_rec datetime,
IN p_mode varchar(2),
OUT o_result varchar(200)
)
BEGIN
DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';
SET o_result = 'good_insert';
INSERT INTO rrb.rrb_housing
(
id
,name
,corpse_number
,apartment_coplex_id
,last_user_id
,date_rec
)
VALUES
(p_id
, p_name
, p_corpse_number
, p_apartment_coplex_id
, p_last_user_id
, p_date_rec
);
if o_result = 'exit' then
update rrb.rrb_housing set

 name = p_name
,corpse_number = p_corpse_number
,apartment_coplex_id = p_apartment_coplex_id
,last_user_id = p_last_user_id
,date_rec = p_date_rec
where id = p_id
;set o_result = 'good_update';
end if;
if p_mode = 'D' then
delete from rrb.rrb_housing where id = p_id;
set o_result = 'good_delete';
end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `uid_rrb_housing_address` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `uid_rrb_housing_address`(
IN p_id int(11),
IN p_rrb_housing_id int(11),
IN p_kladr_code varchar(250),
IN p_ot_mkad int(11),
IN p_longitude_yandex varchar(45),
IN p_latitude_yandex varchar(45),
IN p_cadastral_number varchar(45),
IN p_building_address varchar(250),
IN p_house_number varchar(45),
IN p_house_letter varchar(45),
IN p_house_corps varchar(45),
IN p_house_building varchar(45),
IN p_house_ownership varchar(45),
IN p_state_id int(11),
IN p_subject_of_state_id int(11),
IN p_street_type_id int(11),
IN p_dirrection_id int(11),
IN p_last_user_id int(11),
IN p_date_rec datetime,
IN p_mode varchar(2),
OUT o_result varchar(200)
)
BEGIN
DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';
SET o_result = 'good_insert';
INSERT INTO rrb.rrb_housing_address
(
id
,rrb_housing_id
,kladr_code
,ot_mkad
,longitude_yandex
,latitude_yandex
,cadastral_number
,building_address
,house_number
,house_letter
,house_corps
,house_building
,house_ownership
,state_id
,subject_of_state_id
,street_type_id
,dirrection_id
,last_user_id
,date_rec
)
VALUES
(p_id
, p_rrb_housing_id
, p_kladr_code
, p_ot_mkad
, p_longitude_yandex
, p_latitude_yandex
, p_cadastral_number
, p_building_address
, p_house_number
, p_house_letter
, p_house_corps
, p_house_building
, p_house_ownership
, p_state_id
, p_subject_of_state_id
, p_street_type_id
, p_dirrection_id
, p_last_user_id
, p_date_rec
);
if o_result = 'exit' then
update rrb.rrb_housing_address set
 kladr_code = p_kladr_code
,ot_mkad = p_ot_mkad
,longitude_yandex = p_longitude_yandex
,latitude_yandex = p_latitude_yandex
,cadastral_number = p_cadastral_number
,building_address = p_building_address
,house_number = p_house_number
,house_letter = p_house_letter
,house_corps = p_house_corps
,house_building = p_house_building
,house_ownership = p_house_ownership
,state_id = p_state_id
,subject_of_state_id = p_subject_of_state_id
,street_type_id = p_street_type_id
,dirrection_id = p_dirrection_id
,last_user_id = p_last_user_id
,date_rec = p_date_rec
where rrb_housing_id = p_rrb_housing_id
;set o_result = 'good_update';
end if;
if p_mode = 'D' then
delete from rrb.rrb_housing_address where id = p_id;
set o_result = 'good_delete';
end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `uid_rrb_housing_commercial` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `uid_rrb_housing_commercial`(
IN p_id int(11),
IN p_last_user_id int(11),
IN p_date_rec datetime,
IN p_comercial_available int(11),
IN p_commercial_area float,
IN p_rrb_housing_id int(11),
IN p_mode varchar(2),
OUT o_result varchar(200)
)
BEGIN
DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';
SET o_result = 'good_insert';
INSERT INTO rrb_housing_commercial
(
id
,last_user_id
,date_rec
,comercial_available
,commercial_area
,rrb_housing_id
)
VALUES
(p_id
, p_last_user_id
, p_date_rec
, p_comercial_available
, p_commercial_area
, p_rrb_housing_id
);
if o_result = 'exit' then
update rrb_housing_commercial set
last_user_id = p_last_user_id
,date_rec = p_date_rec
,comercial_available = p_comercial_available
,commercial_area = p_commercial_area
where
rrb_housing_id = p_rrb_housing_id
;set o_result = 'good_update';
end if;
if p_mode = 'D' then
delete from rrb_housing_commercial where id = p_id;
set o_result = 'good_delete';
end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `uid_rrb_housing_finance` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `uid_rrb_housing_finance`(
IN p_id int(11),
IN p_last_user_id int(11),
IN p_date_rec datetime,
IN p_contract_type_id int(11),
IN p_leasing_id int(11),
IN p_leasing_conditions varchar(450),
IN p_ipoteka_id int(11),
IN p_ipoteka_conditions varchar(450),
IN p_min_price float,
IN p_avg_unit_price float,
IN p_max_price float,
IN p_avg_unit_price_1r float,
IN p_avg_unit_price_2r float,
IN p_avg_unit_price_3r float,
IN p_avg_unit_price_4r float,
IN p_avg_unit_price_5r float,
IN p_avg_unit_price_6r float,
IN p_avg_unit_price_nr float,
IN p_total_flats_sale float,
IN p_total_1r_flats_sale float,
IN p_total_2r_flats_sale float,
IN p_total_3r_flats_sale float,
IN p_total_4r_flats_sale float,
IN p_total_5r_flats_sale float,
IN p_total_6r_flats_sale float,
IN p_total_nr_flats_sale float,
IN p_koefficent float,
IN p_rates_sales_quarterly float,
IN p_rates_sales_from_start float,
IN p_avg_area_of_flat float,
IN p_tot_area_flat_in_offer float,
IN p_total_whole_price_in_offer float,
IN p_tot_area_1r_flat_offer float,
IN p_total_1r_whole_price_offer float,
IN p_tot_area_2r_flat_offer float,
IN p_total_2r_whole_price_offer float,
IN p_tot_area_3r_flat_offer float,
IN p_total_3r_whole_price_offer float,
IN p_tot_area_nr_flat_offer float,
IN p_total_nr_whole_price_offer float,
IN p_quotas_id int(11),
IN p_update_category_id int(11),
IN p_info_source text,
IN p_collect_information_dt date,
IN p_report_on_phase_dt date,
IN p_impl_status_id int(11),
IN p_input_in_db_dt datetime,
IN p_comment_txt text,
IN p_rrb_housing_id int(11),
IN p_mode varchar(2),
OUT o_result varchar(200)
)
BEGIN
DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';
SET o_result = 'good_insert';
INSERT INTO rrb_housing_finance
(
id
,last_user_id
,date_rec
,contract_type_id
,leasing_id
,leasing_conditions
,ipoteka_id
,ipoteka_conditions
,min_price
,avg_unit_price
,max_price
,avg_unit_price_1r
,avg_unit_price_2r
,avg_unit_price_3r
,avg_unit_price_4r
,avg_unit_price_5r
,avg_unit_price_6r
,avg_unit_price_nr
,total_flats_sale
,total_1r_flats_sale
,total_2r_flats_sale
,total_3r_flats_sale
,total_4r_flats_sale
,total_5r_flats_sale
,total_6r_flats_sale
,total_nr_flats_sale
,koefficent
,rates_sales_quarterly
,rates_sales_from_start
,avg_area_of_flat
,tot_area_flat_in_offer
,total_whole_price_in_offer
,tot_area_1r_flat_offer
,total_1r_whole_price_offer
,tot_area_2r_flat_offer
,total_2r_whole_price_offer
,tot_area_3r_flat_offer
,total_3r_whole_price_offer
,tot_area_nr_flat_offer
,total_nr_whole_price_offer
,quotas_id
,update_category_id
,info_source
,collect_information_dt
,report_on_phase_dt
,impl_status_id
,input_in_db_dt
,comment_txt
,rrb_housing_id
)
VALUES
(p_id
, p_last_user_id
, p_date_rec
, p_contract_type_id
, p_leasing_id
, p_leasing_conditions
, p_ipoteka_id
, p_ipoteka_conditions
, p_min_price
, p_avg_unit_price
, p_max_price
, p_avg_unit_price_1r
, p_avg_unit_price_2r
, p_avg_unit_price_3r
, p_avg_unit_price_4r
, p_avg_unit_price_5r
, p_avg_unit_price_6r
, p_avg_unit_price_nr
, p_total_flats_sale
, p_total_1r_flats_sale
, p_total_2r_flats_sale
, p_total_3r_flats_sale
, p_total_4r_flats_sale
, p_total_5r_flats_sale
, p_total_6r_flats_sale
, p_total_nr_flats_sale
, p_koefficent
, p_rates_sales_quarterly
, p_rates_sales_from_start
, p_avg_area_of_flat
, p_tot_area_flat_in_offer
, p_total_whole_price_in_offer
, p_tot_area_1r_flat_offer
, p_total_1r_whole_price_offer
, p_tot_area_2r_flat_offer
, p_total_2r_whole_price_offer
, p_tot_area_3r_flat_offer
, p_total_3r_whole_price_offer
, p_tot_area_nr_flat_offer
, p_total_nr_whole_price_offer
, p_quotas_id
, p_update_category_id
, p_info_source
, p_collect_information_dt
, p_report_on_phase_dt
, p_impl_status_id
, p_input_in_db_dt
, p_comment_txt
, p_rrb_housing_id
);
if o_result = 'exit' then
update rrb_housing_finance set
last_user_id = p_last_user_id
,date_rec = p_date_rec
,contract_type_id = p_contract_type_id
,leasing_id = p_leasing_id
,leasing_conditions = p_leasing_conditions
,ipoteka_id = p_ipoteka_id
,ipoteka_conditions = p_ipoteka_conditions
,min_price = p_min_price
,avg_unit_price = p_avg_unit_price
,max_price = p_max_price
,avg_unit_price_1r = p_avg_unit_price_1r
,avg_unit_price_2r = p_avg_unit_price_2r
,avg_unit_price_3r = p_avg_unit_price_3r
,avg_unit_price_4r = p_avg_unit_price_4r
,avg_unit_price_5r = p_avg_unit_price_5r
,avg_unit_price_6r = p_avg_unit_price_6r
,avg_unit_price_nr = p_avg_unit_price_nr
,total_flats_sale = p_total_flats_sale
,total_1r_flats_sale = p_total_1r_flats_sale
,total_2r_flats_sale = p_total_2r_flats_sale
,total_3r_flats_sale = p_total_3r_flats_sale
,total_4r_flats_sale = p_total_4r_flats_sale
,total_5r_flats_sale = p_total_5r_flats_sale
,total_6r_flats_sale = p_total_6r_flats_sale
,total_nr_flats_sale = p_total_nr_flats_sale
,koefficent = p_koefficent
,rates_sales_quarterly = p_rates_sales_quarterly
,rates_sales_from_start = p_rates_sales_from_start
,avg_area_of_flat = p_avg_area_of_flat
,tot_area_flat_in_offer = p_tot_area_flat_in_offer
,total_whole_price_in_offer = p_total_whole_price_in_offer
,tot_area_1r_flat_offer = p_tot_area_1r_flat_offer
,total_1r_whole_price_offer = p_total_1r_whole_price_offer
,tot_area_2r_flat_offer = p_tot_area_2r_flat_offer
,total_2r_whole_price_offer = p_total_2r_whole_price_offer
,tot_area_3r_flat_offer = p_tot_area_3r_flat_offer
,total_3r_whole_price_offer = p_total_3r_whole_price_offer
,tot_area_nr_flat_offer = p_tot_area_nr_flat_offer
,total_nr_whole_price_offer = p_total_nr_whole_price_offer
,quotas_id = p_quotas_id
,update_category_id = p_update_category_id
,info_source = p_info_source
,collect_information_dt = p_collect_information_dt
,report_on_phase_dt = p_report_on_phase_dt
,impl_status_id = p_impl_status_id
,input_in_db_dt = p_input_in_db_dt
,comment_txt = p_comment_txt
where
rrb_housing_id = p_rrb_housing_id
;set o_result = 'good_update';
end if;
if p_mode = 'D' then
delete from rrb_housing_finance where id = p_id;
set o_result = 'good_delete';
end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `uid_rrb_housing_flat_info` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `uid_rrb_housing_flat_info`(
IN p_id int(11),
IN p_last_user_id int(11),
IN p_date_rec datetime,
IN p_total_area_all_flats float,
IN p_total_area_studio float,
IN p_total_area_1rooms float,
IN p_total_area_2rooms float,
IN p_total_area_3rooms float,
IN p_total_area_4rooms float,
IN p_total_area_5rooms float,
IN p_total_area_6rooms float,
IN p_avg_area_studio float,
IN p_min_area_studio float,
IN p_max_area_studio float,
IN p_min_area_st_wo_unheat float,
IN p_max_area_st_wo_unheat float,
IN p_avg_area_1r float,
IN p_min_area_1r float,
IN p_max_area_1r float,
IN p_min_area_1r_wo_unheat float,
IN p_max_area_1r_wo_unheat float,
IN p_avg_area_2r float,
IN p_min_area_2r float,
IN p_max_area_2r float,
IN p_min_area_2r_wo_unheat float,
IN p_max_area_2r_wo_unheat float,
IN p_avg_area_3r float,
IN p_min_area_3r float,
IN p_max_area_3r float,
IN p_min_area_3r_wo_unheat float,
IN p_max_area_3r_wo_unheat float,
IN p_avg_area_4r float,
IN p_min_area_4r float,
IN p_max_area_4r float,
IN p_min_area_4r_wo_unheat float,
IN p_max_area_4r_wo_unheat float,
IN p_avg_area_5r float,
IN p_min_area_5r float,
IN p_max_area_5r float,
IN p_min_area_5r_wo_unheat float,
IN p_max_area_5r_wo_unheat float,
IN p_avg_area_6r float,
IN p_min_area_6r float,
IN p_max_area_6r float,
IN p_min_area_6r_wo_unheat float,
IN p_max_area_6r_wo_unheat float,
IN p_avg_area_n_room float,
IN p_min_area_n_room float,
IN p_max_area_n_room float,
IN p_min_area_n_wo_unheat float,
IN p_max_area_n_wo_unheat float,
IN p_total_area_n_rooms float,
IN p_total_count_all_flats float,
IN p_total_count_studio float,
IN p_total_count_1_rooms float,
IN p_total_count_2_rooms float,
IN p_total_count_3_rooms float,
IN p_total_count_4_rooms float,
IN p_total_count_5_rooms float,
IN p_total_count_6_rooms float,
IN p_total_count_n_rooms float,
IN p_rrb_housing_id int(11),
IN p_mode varchar(2),
OUT o_result varchar(200)
)
BEGIN
DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';

SET o_result = 'good_insert';
INSERT INTO rrb_housing_flat_info
(
id
,last_user_id
,date_rec
,total_area_all_flats
,total_area_studio
,total_area_1rooms
,total_area_2rooms
,total_area_3rooms
,total_area_4rooms
,total_area_5rooms
,total_area_6rooms
,avg_area_studio
,min_area_studio
,max_area_studio
,min_area_st_wo_unheat
,max_area_st_wo_unheat
,avg_area_1r
,min_area_1r
,max_area_1r
,min_area_1r_wo_unheat
,max_area_1r_wo_unheat
,avg_area_2r
,min_area_2r
,max_area_2r
,min_area_2r_wo_unheat
,max_area_2r_wo_unheat
,avg_area_3r
,min_area_3r
,max_area_3r
,min_area_3r_wo_unheat
,max_area_3r_wo_unheat
,avg_area_4r
,min_area_4r
,max_area_4r
,min_area_4r_wo_unheat
,max_area_4r_wo_unheat
,avg_area_5r
,min_area_5r
,max_area_5r
,min_area_5r_wo_unheat
,max_area_5r_wo_unheat
,avg_area_6r
,min_area_6r
,max_area_6r
,min_area_6r_wo_unheat
,max_area_6r_wo_unheat
,avg_area_n_room
,min_area_n_room
,max_area_n_room
,min_area_n_wo_unheat
,max_area_n_wo_unheat
,total_area_n_rooms
,total_count_all_flats
,total_count_studio
,total_count_1_rooms
,total_count_2_rooms
,total_count_3_rooms
,total_count_4_rooms
,total_count_5_rooms
,total_count_6_rooms
,total_count_n_rooms
,rrb_housing_id
)
VALUES
(p_id
, p_last_user_id
, p_date_rec
, p_total_area_all_flats
, p_total_area_studio
, p_total_area_1rooms
, p_total_area_2rooms
, p_total_area_3rooms
, p_total_area_4rooms
, p_total_area_5rooms
, p_total_area_6rooms
, p_avg_area_studio
, p_min_area_studio
, p_max_area_studio
, p_min_area_st_wo_unheat
, p_max_area_st_wo_unheat
, p_avg_area_1r
, p_min_area_1r
, p_max_area_1r
, p_min_area_1r_wo_unheat
, p_max_area_1r_wo_unheat
, p_avg_area_2r
, p_min_area_2r
, p_max_area_2r
, p_min_area_2r_wo_unheat
, p_max_area_2r_wo_unheat
, p_avg_area_3r
, p_min_area_3r
, p_max_area_3r
, p_min_area_3r_wo_unheat
, p_max_area_3r_wo_unheat
, p_avg_area_4r
, p_min_area_4r
, p_max_area_4r
, p_min_area_4r_wo_unheat
, p_max_area_4r_wo_unheat
, p_avg_area_5r
, p_min_area_5r
, p_max_area_5r
, p_min_area_5r_wo_unheat
, p_max_area_5r_wo_unheat
, p_avg_area_6r
, p_min_area_6r
, p_max_area_6r
, p_min_area_6r_wo_unheat
, p_max_area_6r_wo_unheat
, p_avg_area_n_room
, p_min_area_n_room
, p_max_area_n_room
, p_min_area_n_wo_unheat
, p_max_area_n_wo_unheat
, p_total_area_n_rooms
, p_total_count_all_flats
, p_total_count_studio
, p_total_count_1_rooms
, p_total_count_2_rooms
, p_total_count_3_rooms
, p_total_count_4_rooms
, p_total_count_5_rooms
, p_total_count_6_rooms
, p_total_count_n_rooms
, p_rrb_housing_id
);
if o_result = 'exit' then
update rrb_housing_flat_info set

 last_user_id = p_last_user_id
,date_rec = p_date_rec
,total_area_all_flats = p_total_area_all_flats
,total_area_studio = p_total_area_studio
,total_area_1rooms = p_total_area_1rooms
,total_area_2rooms = p_total_area_2rooms
,total_area_3rooms = p_total_area_3rooms
,total_area_4rooms = p_total_area_4rooms
,total_area_5rooms = p_total_area_5rooms
,total_area_6rooms = p_total_area_6rooms
,avg_area_studio = p_avg_area_studio
,min_area_studio = p_min_area_studio
,max_area_studio = p_max_area_studio
,min_area_st_wo_unheat = p_min_area_st_wo_unheat
,max_area_st_wo_unheat = p_max_area_st_wo_unheat
,avg_area_1r = p_avg_area_1r
,min_area_1r = p_min_area_1r
,max_area_1r = p_max_area_1r
,min_area_1r_wo_unheat = p_min_area_1r_wo_unheat
,max_area_1r_wo_unheat = p_max_area_1r_wo_unheat
,avg_area_2r = p_avg_area_2r
,min_area_2r = p_min_area_2r
,max_area_2r = p_max_area_2r
,min_area_2r_wo_unheat = p_min_area_2r_wo_unheat
,max_area_2r_wo_unheat = p_max_area_2r_wo_unheat
,avg_area_3r = p_avg_area_3r
,min_area_3r = p_min_area_3r
,max_area_3r = p_max_area_3r
,min_area_3r_wo_unheat = p_min_area_3r_wo_unheat
,max_area_3r_wo_unheat = p_max_area_3r_wo_unheat
,avg_area_4r = p_avg_area_4r
,min_area_4r = p_min_area_4r
,max_area_4r = p_max_area_4r
,min_area_4r_wo_unheat = p_min_area_4r_wo_unheat
,max_area_4r_wo_unheat = p_max_area_4r_wo_unheat
,avg_area_5r = p_avg_area_5r
,min_area_5r = p_min_area_5r
,max_area_5r = p_max_area_5r
,min_area_5r_wo_unheat = p_min_area_5r_wo_unheat
,max_area_5r_wo_unheat = p_max_area_5r_wo_unheat
,avg_area_6r = p_avg_area_6r
,min_area_6r = p_min_area_6r
,max_area_6r = p_max_area_6r
,min_area_6r_wo_unheat = p_min_area_6r_wo_unheat
,max_area_6r_wo_unheat = p_max_area_6r_wo_unheat
,avg_area_n_room = p_avg_area_n_room
,min_area_n_room = p_min_area_n_room
,max_area_n_room = p_max_area_n_room
,min_area_n_wo_unheat = p_min_area_n_wo_unheat
,max_area_n_wo_unheat = p_max_area_n_wo_unheat
,total_area_n_rooms = p_total_area_n_rooms
,total_count_all_flats = p_total_count_all_flats
,total_count_studio = p_total_count_studio
,total_count_1_rooms = p_total_count_1_rooms
,total_count_2_rooms = p_total_count_2_rooms
,total_count_3_rooms = p_total_count_3_rooms
,total_count_4_rooms = p_total_count_4_rooms
,total_count_5_rooms = p_total_count_5_rooms
,total_count_6_rooms = p_total_count_6_rooms
,total_count_n_rooms = p_total_count_n_rooms
where 
rrb_housing_id = p_rrb_housing_id
;set o_result = 'good_update';
end if;
if p_mode = 'D' then
delete from rrb_housing_flat_info where id = p_id;
set o_result = 'good_delete';
end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `uid_rrb_housing_infrastructure` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `uid_rrb_housing_infrastructure`(
IN p_id int(11),
IN p_last_user_id int(11),
IN p_date_rec datetime,
IN p_type_of_infrastructure_id int(11),
IN p_rrb_housing_id int(11),
IN p_mode varchar(2),
OUT o_result varchar(200)
)
BEGIN
DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';
SET o_result = 'good_insert';
INSERT INTO rrb_housing_infrastructure
(
id
,last_user_id
,date_rec
,type_of_infrastructure_id
,rrb_housing_id
)
VALUES
(p_id
, p_last_user_id
, p_date_rec
, p_type_of_infrastructure_id
, p_rrb_housing_id
);
if o_result = 'exit' then
update rrb_housing_infrastructure set

 last_user_id = p_last_user_id
,date_rec = p_date_rec
,type_of_infrastructure_id = p_type_of_infrastructure_id
where
 rrb_housing_id = p_rrb_housing_id
 and id = p_id
;set o_result = 'good_update';
end if;
if p_mode = 'D' then
delete from rrb_housing_infrastructure where id = p_id;
set o_result = 'good_delete';
end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `uid_rrb_housing_specification` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `uid_rrb_housing_specification`(
IN p_id int(11),
IN p_number_of_sections int(11),
IN p_type_of_building int(11),
IN p_total_land_area float,
IN p_total_floor_area float,
IN p_land_area_build float,
IN p_bearing_material_tech int(11),
IN p_wall_material int(11),
IN p_proj_doc_type int(11),
IN p_serial_number varchar(45),
IN p_min_floors int(11),
IN p_max_floors int(11),
IN p_floors_type_id int(11),
IN p_consumer_class_id int(11),
IN p_economy_class_house_id int(11),
IN p_ceiling_height float,
IN p_finishing_flats_id int(11),
IN p_finishing_level_id int(11),
IN p_common_area_finishing_id int(11),
IN p_glazed_loggia_id int(11),
IN p_parking_type_id int(11),
IN p_num_of_parking_place float,
IN p_num_of_Elevator float,
IN p_estimated_cost_construction float,
IN p_territory_fencing_id int(11),
IN p_security_id int(11),
IN p_last_user_id int(11),
IN p_date_rec datetime,
IN p_rrb_housing_id int(11),
IN p_mode varchar(2),
OUT o_result varchar(200)
)
BEGIN
DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';
SET o_result = 'good_insert';
INSERT INTO rrb.rrb_housing_specification 
(
id
,number_of_sections
,type_of_building
,total_land_area
,total_floor_area
,land_area_build
,bearing_material_tech
,wall_material
,proj_doc_type
,serial_number
,min_floors
,max_floors
,floors_type_id
,consumer_class_id
,economy_class_house_id
,ceiling_height
,finishing_flats_id
,finishing_level_id
,common_area_finishing_id
,glazed_loggia_id
,parking_type_id
,num_of_parking_place
,num_of_Elevator
,estimated_cost_construction
,territory_fencing_id
,security_id
,last_user_id
,date_rec
,rrb_housing_id
)
VALUES
(p_id
, p_number_of_sections
, p_type_of_building
, p_total_land_area
, p_total_floor_area
, p_land_area_build
, p_bearing_material_tech
, p_wall_material
, p_proj_doc_type
, p_serial_number
, p_min_floors
, p_max_floors
, p_floors_type_id
, p_consumer_class_id
, p_economy_class_house_id
, p_ceiling_height
, p_finishing_flats_id
, p_finishing_level_id
, p_common_area_finishing_id
, p_glazed_loggia_id
, p_parking_type_id
, p_num_of_parking_place
, p_num_of_Elevator
, p_estimated_cost_construction
, p_territory_fencing_id
, p_security_id
, p_last_user_id
, p_date_rec
, p_rrb_housing_id
);
if o_result = 'exit' then
update rrb.rrb_housing_specification set
number_of_sections = p_number_of_sections
,type_of_building = p_type_of_building
,total_land_area = p_total_land_area
,total_floor_area = p_total_floor_area
,land_area_build = p_land_area_build
,bearing_material_tech = p_bearing_material_tech
,wall_material = p_wall_material
,proj_doc_type = p_proj_doc_type
,serial_number = p_serial_number
,min_floors = p_min_floors
,max_floors = p_max_floors
,floors_type_id = p_floors_type_id
,consumer_class_id = p_consumer_class_id
,economy_class_house_id = p_economy_class_house_id
,ceiling_height = p_ceiling_height
,finishing_flats_id = p_finishing_flats_id
,finishing_level_id = p_finishing_level_id
,common_area_finishing_id = p_common_area_finishing_id
,glazed_loggia_id = p_glazed_loggia_id
,parking_type_id = p_parking_type_id
,num_of_parking_place = p_num_of_parking_place
,num_of_Elevator = p_num_of_Elevator
,estimated_cost_construction = p_estimated_cost_construction
,territory_fencing_id = p_territory_fencing_id
,security_id = p_security_id
,last_user_id = p_last_user_id
,date_rec = p_date_rec
where 
 rrb_housing_id = p_rrb_housing_id

;set o_result = 'good_update';
end if;
if p_mode = 'D' then
delete from rrb.rrb_housing_specification where id = p_id;
set o_result = 'good_delete';
end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `uid_rrb_investor_builder` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `uid_rrb_investor_builder`(
IN p_id int(11),
IN p_last_user_id int(11),
IN p_date_rec datetime,
IN p_investor_id int(11),
IN p_investor_contact varchar(45),
IN p_investor_site varchar(45),
IN p_general_contractor_id int(11),
IN p_customer_of_object_id int(11),
IN p_architect_id int(11),
IN p_building_permits_date date,
IN p_building_permits_number varchar(45),
IN p_date_sale_start varchar(45),
IN p_date_start_build varchar(45),
IN p_build_stage_id int(11),
IN p_build_status_id int(11),
IN p_schedul_dt_commiss date,
IN p_fact_dt_commiss date,
IN p_End_of_implementation date,
IN p_Commissioning date,
IN p_Postponement_entry varchar(145),
IN p_commissioning_dt date,
IN p_commissioning_num varchar(45),
IN p_rrb_housing_id int(11),
IN p_mode varchar(2),
OUT o_result varchar(200)
)
BEGIN
DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';
SET o_result = 'good_insert';
INSERT INTO rrb_investor_builder
(
id
,last_user_id
,date_rec
,investor_id
,investor_contact
,investor_site
,general_contractor_id
,customer_of_object_id
,architect_id
,building_permits_date
,building_permits_number
,date_sale_start
,date_start_build
,build_stage_id
,build_status_id
,schedul_dt_commiss
,fact_dt_commiss
,End_of_implementation
,Commissioning
,Postponement_entry
,commissioning_dt
,commissioning_num
,rrb_housing_id
)
VALUES
(p_id
, p_last_user_id
, p_date_rec
, p_investor_id
, p_investor_contact
, p_investor_site
, p_general_contractor_id
, p_customer_of_object_id
, p_architect_id
, p_building_permits_date
, p_building_permits_number
, p_date_sale_start
, p_date_start_build
, p_build_stage_id
, p_build_status_id
, p_schedul_dt_commiss
, p_fact_dt_commiss
, p_End_of_implementation
, p_Commissioning
, p_Postponement_entry
, p_commissioning_dt
, p_commissioning_num
, p_rrb_housing_id
);
if o_result = 'exit' then
update rrb_investor_builder set
 last_user_id = p_last_user_id
,date_rec = p_date_rec
,investor_id = p_investor_id
,investor_contact = p_investor_contact
,investor_site = p_investor_site
,general_contractor_id = p_general_contractor_id
,customer_of_object_id = p_customer_of_object_id
,architect_id = p_architect_id
,building_permits_date = p_building_permits_date
,building_permits_number = p_building_permits_number
,date_sale_start = p_date_sale_start
,date_start_build = p_date_start_build
,build_stage_id = p_build_stage_id
,build_status_id = p_build_status_id
,schedul_dt_commiss = p_schedul_dt_commiss
,fact_dt_commiss = p_fact_dt_commiss
,End_of_implementation = p_End_of_implementation
,Commissioning = p_Commissioning
,Postponement_entry = p_Postponement_entry
,commissioning_dt = p_commissioning_dt
,commissioning_num = p_commissioning_num
where
rrb_housing_id = p_rrb_housing_id
;set o_result = 'good_update';
end if;
if p_mode = 'D' then
delete from rrb_investor_builder where id = p_id;
set o_result = 'good_delete';
end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `uid_rrb_ipoteka_banks` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `uid_rrb_ipoteka_banks`(
IN p_id int(11),
IN p_last_user_id int(11),
IN p_date_rec datetime,
IN p_bank_id int(11),
IN p_rrb_housing_id int(11),
IN p_mode varchar(2),
OUT o_result varchar(200)
)
BEGIN
DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';
SET o_result = 'good_insert';
INSERT INTO rrb_ipoteka_banks
(
id
,last_user_id
,date_rec
,bank_id
,rrb_housing_id
)
VALUES
(p_id
, p_last_user_id
, p_date_rec
, p_bank_id
, p_rrb_housing_id
);
if o_result = 'exit' then
update rrb_ipoteka_banks set
 last_user_id = p_last_user_id
,date_rec = p_date_rec
,bank_id = p_bank_id
where
rrb_housing_id = p_rrb_housing_id
;set o_result = 'good_update';
end if;
if p_mode = 'D' then
delete from rrb_ipoteka_banks where id = p_id;
set o_result = 'good_delete';
end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `uid_rrb_temporary_load` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `uid_rrb_temporary_load`(
IN p_id int(11),
IN p_date_rec datetime,
IN p_batch_number int(11),
IN p_n_comon varchar(100),
IN p_n_kvartal varchar(100),
IN p_report_kvartal varchar(100),
IN p_OBJECTID varchar(100),
IN p_komplex varchar(100),
IN p_ADDRESS varchar(100),
IN p_km_mkad varchar(100),
IN p_direction varchar(100),
IN p_SUBJECT varchar(100),
IN p_KOD_OKATO varchar(100),
IN p_Kod_cadastre varchar(100),
IN p_SUBJECT_rayon varchar(100),
IN p_REGION varchar(100),
IN p_SETTLEMENT varchar(100),
IN p_CITY varchar(100),
IN p_VGT varchar(100),
IN p_STREET_TYPE varchar(100),
IN p_STREET varchar(100),
IN p_HOUSE_NUM varchar(100),
IN p_LETTER varchar(100),
IN p_BUILDING varchar(100),
IN p_STRUCTURE varchar(100),
IN p_ESTATE varchar(100),
IN p_LONGITUDE varchar(100),
IN p_LATITUDE varchar(100),
IN p_CADASTRE_NUM varchar(100),
IN p_SECTION_COUNT varchar(100),
IN p_TYPE_DEVELOP varchar(100),
IN p_AREA_DEV varchar(100),
IN p_AREA_ALL_OBJECT varchar(100),
IN p_AREA_LOT varchar(100),
IN p_TECHNOLOGY varchar(100),
IN p_MATERIAL_WALL varchar(100),
IN p_PROJECT_TYPE varchar(100),
IN p_PROJECT_NUMBER varchar(100),
IN p_FLOOR_QNT_MIN varchar(100),
IN p_FLOOR_QNT_MAX varchar(100),
IN p_FLOOR_TYPE varchar(100),
IN p_CLASS_TYPE varchar(100),
IN p_CLASS varchar(100),
IN p_HEIGHT_FLOOR varchar(100),
IN p_FINISHING_TYPE_FLAT varchar(100),
IN p_FINISHING_LEVEL_FLAT varchar(100),
IN p_FINISHING_LEVEL_INSIDE varchar(100),
IN p_GLAZING varchar(100),
IN p_PARKING_TYPE varchar(100),
IN p_PARKING_COUNT varchar(100),
IN p_LIFT varchar(100),
IN p_ESTIMATE varchar(100),
IN p_FENCE varchar(100),
IN p_SECURITY varchar(100),
IN p_AREA_OBJECT varchar(100),
IN p_AREA_OBJECT_STUDIO varchar(100),
IN p_AREA_OBJECT_1 varchar(100),
IN p_AREA_OBJECT_2 varchar(100),
IN p_AREA_OBJECT_3 varchar(100),
IN p_AREA_OBJECT_4 varchar(100),
IN p_AREA_OBJECT_5 varchar(100),
IN p_AREA_OBJECT_6 varchar(100),
IN p_arae_studio_avg varchar(100),
IN p_AREA_OBJECT_STUDIO_MIN varchar(100),
IN p_AREA_OBJECT_STUDIO_MAX varchar(100),
IN p_AREA_OBJECT_STUDIO_NOT_HEAT_MIN varchar(100),
IN p_AREA_OBJECT_STUDIO_NOT_HEAT_MAX varchar(100),
IN p_Area_object_1_av varchar(100),
IN p_AREA_OBJECT_1_MIN varchar(100),
IN p_AREA_OBJECT_1_MAX varchar(100),
IN p_AREA_OBJECT_1_NOT_HEAT_MIN varchar(100),
IN p_AREA_OBJECT_1_NOT_HEAT_MAX varchar(100),
IN p_Area_object_2_av varchar(100),
IN p_AREA_OBJECT_2_MIN varchar(100),
IN p_AREA_OBJECT_2_MAX varchar(100),
IN p_AREA_OBJECT_2_NOT_HEAT_MIN varchar(100),
IN p_AREA_OBJECT_2_NOT_HEAT_MAX varchar(100),
IN p_Area_object_3_av varchar(100),
IN p_AREA_OBJECT_3_MIN varchar(100),
IN p_AREA_OBJECT_3_MAX varchar(100),
IN p_AREA_OBJECT_3_NOT_HEAT_MIN varchar(100),
IN p_AREA_OBJECT_3_NOT_HEAT_MAX varchar(100),
IN p_Area_object_4_av varchar(100),
IN p_AREA_OBJECT_4_MIN varchar(100),
IN p_AREA_OBJECT_4_MAX varchar(100),
IN p_AREA_OBJECT_4_NOT_HEAT_MIN varchar(100),
IN p_AREA_OBJECT_4_NOT_HEAT_MAX varchar(100),
IN p_Area_object_5_av varchar(100),
IN p_AREA_OBJECT_5_MIN varchar(100),
IN p_AREA_OBJECT_5_MAX varchar(100),
IN p_AREA_OBJECT_5_NOT_HEAT_MIN varchar(100),
IN p_AREA_OBJECT_5_NOT_HEAT_MAX varchar(100),
IN p_Area_object_6_av varchar(100),
IN p_AREA_OBJECT_6_MIN varchar(100),
IN p_AREA_OBJECT_6_MAX varchar(100),
IN p_AREA_OBJECT_6_NOT_HEAT_MIN varchar(100),
IN p_AREA_OBJECT_6_NOT_HEAT_MAX varchar(100),
IN p_Area_object_mnogo varchar(100),
IN p_Area_object_mnogo_av varchar(100),
IN p_Area_object_mnogo_min varchar(100),
IN p_Area_object_mnogo_max varchar(100),
IN p_Studio varchar(100),
IN p_Quantity_object varchar(100),
IN p_QUANTITY_OBJECT_STUDIO varchar(100),
IN p_Quantity_object_1 varchar(100),
IN p_Quantity_object_2 varchar(100),
IN p_Quantity_object_3 varchar(100),
IN p_Quantity_object_4 varchar(100),
IN p_Quantity_object_5 varchar(100),
IN p_Quantity_object_6 varchar(100),
IN p_Quantity_object_mnogo varchar(100),
IN p_COMMERCE_PLACE varchar(100),
IN p_AREA_COMMERCE varchar(100),
IN p_DEVELOPER varchar(100),
IN p_CONTACTS varchar(100),
IN p_URL_INFO varchar(100),
IN p_BUILDER varchar(100),
IN p_Investor varchar(100),
IN p_architect varchar(100),
IN p_DATE_PERMIT varchar(100),
IN p_NUMBER_PERMIT varchar(100),
IN p_BEGIN_SALE varchar(100),
IN p_BEGIN_BUILT varchar(100),
IN p_CONST_STAGE varchar(100),
IN p_CONST_STATUS varchar(100),
IN p_EXPL_PLAN varchar(100),
IN p_EXPL_FACT varchar(100),
IN p_impl_end varchar(100),
IN p_expl_start varchar(100),
IN p_delay_sheduly varchar(100),
IN p_EXPL_DATE varchar(100),
IN p_EXPL_NUMBER varchar(100),
IN p_INFR_TYPE varchar(100),
IN p_CONTRACT_TYPE varchar(100),
IN p_INSTALLMENT_PLAN varchar(100),
IN p_MORTGAGE varchar(100),
IN p_Price_min_object varchar(100),
IN p_Price_avg_object varchar(100),
IN p_Price_max_object varchar(100),
IN p_Price_avg_1 varchar(100),
IN p_Price_avg_2 varchar(100),
IN p_Price_avg_3 varchar(100),
IN p_Price_avg_4 varchar(100),
IN p_Price_avg_5 varchar(100),
IN p_Price_avg_6 varchar(100),
IN p_Price_avg_mnogo varchar(100),
IN p_Quantity_sell_object varchar(100),
IN p_Quantity_sell_1 varchar(100),
IN p_Quantity_sell_2 varchar(100),
IN p_Quantity_sell_3 varchar(100),
IN p_Quantity_sell_4 varchar(100),
IN p_Quantity_sell_5 varchar(100),
IN p_Quantity_sell_6 varchar(100),
IN p_total_n_rooms varchar(100),
IN p_koefficent varchar(100),
IN p_sale_temp_kavrtal varchar(100),
IN p_sale_temp_from_start varchar(100),
IN p_avg_flat_area varchar(100),
IN p_total_area_offer varchar(100),
IN p_total_whoole_price varchar(100),
IN p_total_area_offer_1r varchar(100),
IN p_total_wh_price_1r varchar(100),
IN p_total_area_offer_2r varchar(100),
IN p_total_wh_price_2r varchar(100),
IN p_total_area_offer_3r varchar(100),
IN p_total_wh_price_3r varchar(100),
IN p_total_area_offer_nr varchar(100),
IN p_total_wh_price_nr varchar(100),
IN p_quotas varchar(100),
IN p_update_category varchar(100),
IN p_SOURCE_DESC varchar(100),
IN p_DATE_RESEARCH varchar(100),
IN p_DATE_IN_BASE varchar(100),
IN p_SALE_STATUS varchar(100),
IN p_insert_date varchar(100),
IN p_comment_text varchar(100),
IN p_mode varchar(2),
OUT o_result varchar(200)
)
BEGIN
DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';
SET o_result = 'good_insert';
INSERT INTO rrb.rrb_temporary_load
(
id
,date_rec
,batch_number
,n_comon
,n_kvartal
,report_kvartal
,OBJECTID
,komplex
,ADDRESS
,km_mkad
,direction
,SUBJECT
,KOD_OKATO
,Kod_cadastre
,SUBJECT_rayon
,REGION
,SETTLEMENT
,CITY
,VGT
,STREET_TYPE
,STREET
,HOUSE_NUM
,LETTER
,BUILDING
,STRUCTURE
,ESTATE
,LONGITUDE
,LATITUDE
,CADASTRE_NUM
,SECTION_COUNT
,TYPE_DEVELOP
,AREA_DEV
,AREA_ALL_OBJECT
,AREA_LOT
,TECHNOLOGY
,MATERIAL_WALL
,PROJECT_TYPE
,PROJECT_NUMBER
,FLOOR_QNT_MIN
,FLOOR_QNT_MAX
,FLOOR_TYPE
,CLASS_TYPE
,CLASS
,HEIGHT_FLOOR
,FINISHING_TYPE_FLAT
,FINISHING_LEVEL_FLAT
,FINISHING_LEVEL_INSIDE
,GLAZING
,PARKING_TYPE
,PARKING_COUNT
,LIFT
,ESTIMATE
,FENCE
,SECURITY
,AREA_OBJECT
,AREA_OBJECT_STUDIO
,AREA_OBJECT_1
,AREA_OBJECT_2
,AREA_OBJECT_3
,AREA_OBJECT_4
,AREA_OBJECT_5
,AREA_OBJECT_6
,arae_studio_avg
,AREA_OBJECT_STUDIO_MIN
,AREA_OBJECT_STUDIO_MAX
,AREA_OBJECT_STUDIO_NOT_HEAT_MIN
,AREA_OBJECT_STUDIO_NOT_HEAT_MAX
,Area_object_1_av
,AREA_OBJECT_1_MIN
,AREA_OBJECT_1_MAX
,AREA_OBJECT_1_NOT_HEAT_MIN
,AREA_OBJECT_1_NOT_HEAT_MAX
,Area_object_2_av
,AREA_OBJECT_2_MIN
,AREA_OBJECT_2_MAX
,AREA_OBJECT_2_NOT_HEAT_MIN
,AREA_OBJECT_2_NOT_HEAT_MAX
,Area_object_3_av
,AREA_OBJECT_3_MIN
,AREA_OBJECT_3_MAX
,AREA_OBJECT_3_NOT_HEAT_MIN
,AREA_OBJECT_3_NOT_HEAT_MAX
,Area_object_4_av
,AREA_OBJECT_4_MIN
,AREA_OBJECT_4_MAX
,AREA_OBJECT_4_NOT_HEAT_MIN
,AREA_OBJECT_4_NOT_HEAT_MAX
,Area_object_5_av
,AREA_OBJECT_5_MIN
,AREA_OBJECT_5_MAX
,AREA_OBJECT_5_NOT_HEAT_MIN
,AREA_OBJECT_5_NOT_HEAT_MAX
,Area_object_6_av
,AREA_OBJECT_6_MIN
,AREA_OBJECT_6_MAX
,AREA_OBJECT_6_NOT_HEAT_MIN
,AREA_OBJECT_6_NOT_HEAT_MAX
,Area_object_mnogo
,Area_object_mnogo_av
,Area_object_mnogo_min
,Area_object_mnogo_max
,Studio
,Quantity_object
,QUANTITY_OBJECT_STUDIO
,Quantity_object_1
,Quantity_object_2
,Quantity_object_3
,Quantity_object_4
,Quantity_object_5
,Quantity_object_6
,Quantity_object_mnogo
,COMMERCE_PLACE
,AREA_COMMERCE
,DEVELOPER
,CONTACTS
,URL_INFO
,BUILDER
,Investor
,architect
,DATE_PERMIT
,NUMBER_PERMIT
,BEGIN_SALE
,BEGIN_BUILT
,CONST_STAGE
,CONST_STATUS
,EXPL_PLAN
,EXPL_FACT
,impl_end
,expl_start
,delay_sheduly
,EXPL_DATE
,EXPL_NUMBER
,INFR_TYPE
,CONTRACT_TYPE
,INSTALLMENT_PLAN
,MORTGAGE
,Price_min_object
,Price_avg_object
,Price_max_object
,Price_avg_1
,Price_avg_2
,Price_avg_3
,Price_avg_4
,Price_avg_5
,Price_avg_6
,Price_avg_mnogo
,Quantity_sell_object
,Quantity_sell_1
,Quantity_sell_2
,Quantity_sell_3
,Quantity_sell_4
,Quantity_sell_5
,Quantity_sell_6
,total_n_rooms
,koefficent
,sale_temp_kavrtal
,sale_temp_from_start
,avg_flat_area
,total_area_offer
,total_whoole_price
,total_area_offer_1r
,total_wh_price_1r
,total_area_offer_2r
,total_wh_price_2r
,total_area_offer_3r
,total_wh_price_3r
,total_area_offer_nr
,total_wh_price_nr
,quotas
,update_category
,SOURCE_DESC
,DATE_RESEARCH
,DATE_IN_BASE
,SALE_STATUS
,insert_date
,comment_text
)
VALUES
(p_id
, p_date_rec
, p_batch_number
, p_n_comon
, p_n_kvartal
, p_report_kvartal
, p_OBJECTID
, p_komplex
, p_ADDRESS
, p_km_mkad
, p_direction
, p_SUBJECT
, p_KOD_OKATO
, p_Kod_cadastre
, p_SUBJECT_rayon
, p_REGION
, p_SETTLEMENT
, p_CITY
, p_VGT
, p_STREET_TYPE
, p_STREET
, p_HOUSE_NUM
, p_LETTER
, p_BUILDING
, p_STRUCTURE
, p_ESTATE
, p_LONGITUDE
, p_LATITUDE
, p_CADASTRE_NUM
, p_SECTION_COUNT
, p_TYPE_DEVELOP
, p_AREA_DEV
, p_AREA_ALL_OBJECT
, p_AREA_LOT
, p_TECHNOLOGY
, p_MATERIAL_WALL
, p_PROJECT_TYPE
, p_PROJECT_NUMBER
, p_FLOOR_QNT_MIN
, p_FLOOR_QNT_MAX
, p_FLOOR_TYPE
, p_CLASS_TYPE
, p_CLASS
, p_HEIGHT_FLOOR
, p_FINISHING_TYPE_FLAT
, p_FINISHING_LEVEL_FLAT
, p_FINISHING_LEVEL_INSIDE
, p_GLAZING
, p_PARKING_TYPE
, p_PARKING_COUNT
, p_LIFT
, p_ESTIMATE
, p_FENCE
, p_SECURITY
, p_AREA_OBJECT
, p_AREA_OBJECT_STUDIO
, p_AREA_OBJECT_1
, p_AREA_OBJECT_2
, p_AREA_OBJECT_3
, p_AREA_OBJECT_4
, p_AREA_OBJECT_5
, p_AREA_OBJECT_6
, p_arae_studio_avg
, p_AREA_OBJECT_STUDIO_MIN
, p_AREA_OBJECT_STUDIO_MAX
, p_AREA_OBJECT_STUDIO_NOT_HEAT_MIN
, p_AREA_OBJECT_STUDIO_NOT_HEAT_MAX
, p_Area_object_1_av
, p_AREA_OBJECT_1_MIN
, p_AREA_OBJECT_1_MAX
, p_AREA_OBJECT_1_NOT_HEAT_MIN
, p_AREA_OBJECT_1_NOT_HEAT_MAX
, p_Area_object_2_av
, p_AREA_OBJECT_2_MIN
, p_AREA_OBJECT_2_MAX
, p_AREA_OBJECT_2_NOT_HEAT_MIN
, p_AREA_OBJECT_2_NOT_HEAT_MAX
, p_Area_object_3_av
, p_AREA_OBJECT_3_MIN
, p_AREA_OBJECT_3_MAX
, p_AREA_OBJECT_3_NOT_HEAT_MIN
, p_AREA_OBJECT_3_NOT_HEAT_MAX
, p_Area_object_4_av
, p_AREA_OBJECT_4_MIN
, p_AREA_OBJECT_4_MAX
, p_AREA_OBJECT_4_NOT_HEAT_MIN
, p_AREA_OBJECT_4_NOT_HEAT_MAX
, p_Area_object_5_av
, p_AREA_OBJECT_5_MIN
, p_AREA_OBJECT_5_MAX
, p_AREA_OBJECT_5_NOT_HEAT_MIN
, p_AREA_OBJECT_5_NOT_HEAT_MAX
, p_Area_object_6_av
, p_AREA_OBJECT_6_MIN
, p_AREA_OBJECT_6_MAX
, p_AREA_OBJECT_6_NOT_HEAT_MIN
, p_AREA_OBJECT_6_NOT_HEAT_MAX
, p_Area_object_mnogo
, p_Area_object_mnogo_av
, p_Area_object_mnogo_min
, p_Area_object_mnogo_max
, p_Studio
, p_Quantity_object
, p_QUANTITY_OBJECT_STUDIO
, p_Quantity_object_1
, p_Quantity_object_2
, p_Quantity_object_3
, p_Quantity_object_4
, p_Quantity_object_5
, p_Quantity_object_6
, p_Quantity_object_mnogo
, p_COMMERCE_PLACE
, p_AREA_COMMERCE
, p_DEVELOPER
, p_CONTACTS
, p_URL_INFO
, p_BUILDER
, p_Investor
, p_architect
, p_DATE_PERMIT
, p_NUMBER_PERMIT
, p_BEGIN_SALE
, p_BEGIN_BUILT
, p_CONST_STAGE
, p_CONST_STATUS
, p_EXPL_PLAN
, p_EXPL_FACT
, p_impl_end
, p_expl_start
, p_delay_sheduly
, p_EXPL_DATE
, p_EXPL_NUMBER
, p_INFR_TYPE
, p_CONTRACT_TYPE
, p_INSTALLMENT_PLAN
, p_MORTGAGE
, p_Price_min_object
, p_Price_avg_object
, p_Price_max_object
, p_Price_avg_1
, p_Price_avg_2
, p_Price_avg_3
, p_Price_avg_4
, p_Price_avg_5
, p_Price_avg_6
, p_Price_avg_mnogo
, p_Quantity_sell_object
, p_Quantity_sell_1
, p_Quantity_sell_2
, p_Quantity_sell_3
, p_Quantity_sell_4
, p_Quantity_sell_5
, p_Quantity_sell_6
, p_total_n_rooms
, p_koefficent
, p_sale_temp_kavrtal
, p_sale_temp_from_start
, p_avg_flat_area
, p_total_area_offer
, p_total_whoole_price
, p_total_area_offer_1r
, p_total_wh_price_1r
, p_total_area_offer_2r
, p_total_wh_price_2r
, p_total_area_offer_3r
, p_total_wh_price_3r
, p_total_area_offer_nr
, p_total_wh_price_nr
, p_quotas
, p_update_category
, p_SOURCE_DESC
, p_DATE_RESEARCH
, p_DATE_IN_BASE
, p_SALE_STATUS
, p_insert_date
, p_comment_text
);
if o_result = 'exit' then
update rrb.rrb_temporary_load set
id = p_id
,date_rec = p_date_rec
,batch_number = p_batch_number
,n_comon = p_n_comon
,n_kvartal = p_n_kvartal
,report_kvartal = p_report_kvartal
,OBJECTID = p_OBJECTID
,komplex = p_komplex
,ADDRESS = p_ADDRESS
,km_mkad = p_km_mkad
,direction = p_direction
,SUBJECT = p_SUBJECT
,KOD_OKATO = p_KOD_OKATO
,Kod_cadastre = p_Kod_cadastre
,SUBJECT_rayon = p_SUBJECT_rayon
,REGION = p_REGION
,SETTLEMENT = p_SETTLEMENT
,CITY = p_CITY
,VGT = p_VGT
,STREET_TYPE = p_STREET_TYPE
,STREET = p_STREET
,HOUSE_NUM = p_HOUSE_NUM
,LETTER = p_LETTER
,BUILDING = p_BUILDING
,STRUCTURE = p_STRUCTURE
,ESTATE = p_ESTATE
,LONGITUDE = p_LONGITUDE
,LATITUDE = p_LATITUDE
,CADASTRE_NUM = p_CADASTRE_NUM
,SECTION_COUNT = p_SECTION_COUNT
,TYPE_DEVELOP = p_TYPE_DEVELOP
,AREA_DEV = p_AREA_DEV
,AREA_ALL_OBJECT = p_AREA_ALL_OBJECT
,AREA_LOT = p_AREA_LOT
,TECHNOLOGY = p_TECHNOLOGY
,MATERIAL_WALL = p_MATERIAL_WALL
,PROJECT_TYPE = p_PROJECT_TYPE
,PROJECT_NUMBER = p_PROJECT_NUMBER
,FLOOR_QNT_MIN = p_FLOOR_QNT_MIN
,FLOOR_QNT_MAX = p_FLOOR_QNT_MAX
,FLOOR_TYPE = p_FLOOR_TYPE
,CLASS_TYPE = p_CLASS_TYPE
,CLASS = p_CLASS
,HEIGHT_FLOOR = p_HEIGHT_FLOOR
,FINISHING_TYPE_FLAT = p_FINISHING_TYPE_FLAT
,FINISHING_LEVEL_FLAT = p_FINISHING_LEVEL_FLAT
,FINISHING_LEVEL_INSIDE = p_FINISHING_LEVEL_INSIDE
,GLAZING = p_GLAZING
,PARKING_TYPE = p_PARKING_TYPE
,PARKING_COUNT = p_PARKING_COUNT
,LIFT = p_LIFT
,ESTIMATE = p_ESTIMATE
,FENCE = p_FENCE
,SECURITY = p_SECURITY
,AREA_OBJECT = p_AREA_OBJECT
,AREA_OBJECT_STUDIO = p_AREA_OBJECT_STUDIO
,AREA_OBJECT_1 = p_AREA_OBJECT_1
,AREA_OBJECT_2 = p_AREA_OBJECT_2
,AREA_OBJECT_3 = p_AREA_OBJECT_3
,AREA_OBJECT_4 = p_AREA_OBJECT_4
,AREA_OBJECT_5 = p_AREA_OBJECT_5
,AREA_OBJECT_6 = p_AREA_OBJECT_6
,arae_studio_avg = p_arae_studio_avg
,AREA_OBJECT_STUDIO_MIN = p_AREA_OBJECT_STUDIO_MIN
,AREA_OBJECT_STUDIO_MAX = p_AREA_OBJECT_STUDIO_MAX
,AREA_OBJECT_STUDIO_NOT_HEAT_MIN = p_AREA_OBJECT_STUDIO_NOT_HEAT_MIN
,AREA_OBJECT_STUDIO_NOT_HEAT_MAX = p_AREA_OBJECT_STUDIO_NOT_HEAT_MAX
,Area_object_1_av = p_Area_object_1_av
,AREA_OBJECT_1_MIN = p_AREA_OBJECT_1_MIN
,AREA_OBJECT_1_MAX = p_AREA_OBJECT_1_MAX
,AREA_OBJECT_1_NOT_HEAT_MIN = p_AREA_OBJECT_1_NOT_HEAT_MIN
,AREA_OBJECT_1_NOT_HEAT_MAX = p_AREA_OBJECT_1_NOT_HEAT_MAX
,Area_object_2_av = p_Area_object_2_av
,AREA_OBJECT_2_MIN = p_AREA_OBJECT_2_MIN
,AREA_OBJECT_2_MAX = p_AREA_OBJECT_2_MAX
,AREA_OBJECT_2_NOT_HEAT_MIN = p_AREA_OBJECT_2_NOT_HEAT_MIN
,AREA_OBJECT_2_NOT_HEAT_MAX = p_AREA_OBJECT_2_NOT_HEAT_MAX
,Area_object_3_av = p_Area_object_3_av
,AREA_OBJECT_3_MIN = p_AREA_OBJECT_3_MIN
,AREA_OBJECT_3_MAX = p_AREA_OBJECT_3_MAX
,AREA_OBJECT_3_NOT_HEAT_MIN = p_AREA_OBJECT_3_NOT_HEAT_MIN
,AREA_OBJECT_3_NOT_HEAT_MAX = p_AREA_OBJECT_3_NOT_HEAT_MAX
,Area_object_4_av = p_Area_object_4_av
,AREA_OBJECT_4_MIN = p_AREA_OBJECT_4_MIN
,AREA_OBJECT_4_MAX = p_AREA_OBJECT_4_MAX
,AREA_OBJECT_4_NOT_HEAT_MIN = p_AREA_OBJECT_4_NOT_HEAT_MIN
,AREA_OBJECT_4_NOT_HEAT_MAX = p_AREA_OBJECT_4_NOT_HEAT_MAX
,Area_object_5_av = p_Area_object_5_av
,AREA_OBJECT_5_MIN = p_AREA_OBJECT_5_MIN
,AREA_OBJECT_5_MAX = p_AREA_OBJECT_5_MAX
,AREA_OBJECT_5_NOT_HEAT_MIN = p_AREA_OBJECT_5_NOT_HEAT_MIN
,AREA_OBJECT_5_NOT_HEAT_MAX = p_AREA_OBJECT_5_NOT_HEAT_MAX
,Area_object_6_av = p_Area_object_6_av
,AREA_OBJECT_6_MIN = p_AREA_OBJECT_6_MIN
,AREA_OBJECT_6_MAX = p_AREA_OBJECT_6_MAX
,AREA_OBJECT_6_NOT_HEAT_MIN = p_AREA_OBJECT_6_NOT_HEAT_MIN
,AREA_OBJECT_6_NOT_HEAT_MAX = p_AREA_OBJECT_6_NOT_HEAT_MAX
,Area_object_mnogo = p_Area_object_mnogo
,Area_object_mnogo_av = p_Area_object_mnogo_av
,Area_object_mnogo_min = p_Area_object_mnogo_min
,Area_object_mnogo_max = p_Area_object_mnogo_max
,Studio = p_Studio
,Quantity_object = p_Quantity_object
,QUANTITY_OBJECT_STUDIO = p_QUANTITY_OBJECT_STUDIO
,Quantity_object_1 = p_Quantity_object_1
,Quantity_object_2 = p_Quantity_object_2
,Quantity_object_3 = p_Quantity_object_3
,Quantity_object_4 = p_Quantity_object_4
,Quantity_object_5 = p_Quantity_object_5
,Quantity_object_6 = p_Quantity_object_6
,Quantity_object_mnogo = p_Quantity_object_mnogo
,COMMERCE_PLACE = p_COMMERCE_PLACE
,AREA_COMMERCE = p_AREA_COMMERCE
,DEVELOPER = p_DEVELOPER
,CONTACTS = p_CONTACTS
,URL_INFO = p_URL_INFO
,BUILDER = p_BUILDER
,Investor = p_Investor
,architect = p_architect
,DATE_PERMIT = p_DATE_PERMIT
,NUMBER_PERMIT = p_NUMBER_PERMIT
,BEGIN_SALE = p_BEGIN_SALE
,BEGIN_BUILT = p_BEGIN_BUILT
,CONST_STAGE = p_CONST_STAGE
,CONST_STATUS = p_CONST_STATUS
,EXPL_PLAN = p_EXPL_PLAN
,EXPL_FACT = p_EXPL_FACT
,impl_end = p_impl_end
,expl_start = p_expl_start
,delay_sheduly = p_delay_sheduly
,EXPL_DATE = p_EXPL_DATE
,EXPL_NUMBER = p_EXPL_NUMBER
,INFR_TYPE = p_INFR_TYPE
,CONTRACT_TYPE = p_CONTRACT_TYPE
,INSTALLMENT_PLAN = p_INSTALLMENT_PLAN
,MORTGAGE = p_MORTGAGE
,Price_min_object = p_Price_min_object
,Price_avg_object = p_Price_avg_object
,Price_max_object = p_Price_max_object
,Price_avg_1 = p_Price_avg_1
,Price_avg_2 = p_Price_avg_2
,Price_avg_3 = p_Price_avg_3
,Price_avg_4 = p_Price_avg_4
,Price_avg_5 = p_Price_avg_5
,Price_avg_6 = p_Price_avg_6
,Price_avg_mnogo = p_Price_avg_mnogo
,Quantity_sell_object = p_Quantity_sell_object
,Quantity_sell_1 = p_Quantity_sell_1
,Quantity_sell_2 = p_Quantity_sell_2
,Quantity_sell_3 = p_Quantity_sell_3
,Quantity_sell_4 = p_Quantity_sell_4
,Quantity_sell_5 = p_Quantity_sell_5
,Quantity_sell_6 = p_Quantity_sell_6
,total_n_rooms = p_total_n_rooms
,koefficent = p_koefficent
,sale_temp_kavrtal = p_sale_temp_kavrtal
,sale_temp_from_start = p_sale_temp_from_start
,avg_flat_area = p_avg_flat_area
,total_area_offer = p_total_area_offer
,total_whoole_price = p_total_whoole_price
,total_area_offer_1r = p_total_area_offer_1r
,total_wh_price_1r = p_total_wh_price_1r
,total_area_offer_2r = p_total_area_offer_2r
,total_wh_price_2r = p_total_wh_price_2r
,total_area_offer_3r = p_total_area_offer_3r
,total_wh_price_3r = p_total_wh_price_3r
,total_area_offer_nr = p_total_area_offer_nr
,total_wh_price_nr = p_total_wh_price_nr
,quotas = p_quotas
,update_category = p_update_category
,SOURCE_DESC = p_SOURCE_DESC
,DATE_RESEARCH = p_DATE_RESEARCH
,DATE_IN_BASE = p_DATE_IN_BASE
,SALE_STATUS = p_SALE_STATUS
,insert_date = p_insert_date
,comment_text = p_comment_text
;set o_result = 'good_update';
end if;
if p_mode = 'D' then
delete from rrb.rrb_temporary_load where id = p_id;
set o_result = 'good_delete';
end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `ui_handbooksdesc` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = '' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`localhost`*/ /*!50003 PROCEDURE `ui_handbooksdesc`(
 IN p_id int,
 IN p_handbook_name varchar(200),
 IN p_last_user_id int,
 IN p_date_rec datetime,
 IN p_handbook_description varchar(200),
 IN p_mode varchar(2),
OUT o_result varchar(200)
   )
BEGIN
  
  DECLARE CONTINUE HANDLER FOR SQLSTATE '23000' SET o_result ='exit';
        SET o_result = 'good_insert';
          INSERT INTO rrb.rrb_handbooks
        (id,
        handbook_name,
        last_user_id,
        date_rec,
        handbook_description)
        VALUES
          (p_id,
            p_handbook_name,
            p_last_user_id,
            p_date_rec,
            p_handbook_description
          );
    if o_result = 'exit' then
         update rrb.rrb_handbooks set
                handbook_name = p_handbook_name,
                last_user_id = p_last_user_id,
                date_rec = p_date_rec,
                handbook_description = p_handbook_description
                where id = p_id;
     set o_result = 'good_update';
    end if;
  if p_mode = 'D' then
     delete from rrb.rrb_handbooks where id = p_id;
     set o_result = 'good_delete';
  end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2012-08-09 11:41:55
